{
  "name": "Scrum Gathering South Africa 2017",
  "description": "Scrum Gathering South Africa 2017",
  "about": {
    "imageSrc": "img/icon.png",
    "heading": "Scrum Gathering South Africa 2017",
    "subHeading": "About the conference",
    "description": "Regional Scrum Gathering South Africa is an annual conference where software professionals and Agile enthusiasts meet to uncover better ways of working and developing software",
    "website": "http://sugsa.org.za/event/scrum-gathering-south-africa-2017/",
    "links": [
      {
        "linkText": "Give us feedback!",
        "text": "",
        "link": "https://cloudcallio.typeform.com/to/g0CBpd"
      }
    ]
  },
  "schedule": [
    {
      "date": "9th November 2017",
      "groups": [
        {
          "time": "7:30 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Joshua is an Agile and Developer Coach who loves supporting individuals, teams and organisations in their continuous improvement journeys. He is currently an Agile Coach at Kaizania and an Associate at nReality. He also lectures at a post-grad level part-time at Wits.</p>",
                  "name": "Joshua Lewis",
                  "priority": 1,
                  "profilePic": "img/speakers/Joshua-Lewis.jpg"
                }
              ],
              "description": "<p></p>",
              "name": "Lean Coffee (Day 1)",
              "locationId": "queens",
              "timeStart": "7:30 am",
              "timeEnd": "8:30 am",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Joshua Lewis"
              ]
            }
          ]
        },
        {
          "time": "8:00 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                
              ],
              "description": "<p>Please visit the Welcome Desk in the Foyer to register.</p><br><p></p>",
              "name": "Registration",
              "locationId": "foyer",
              "timeStart": "8:00 am",
              "timeEnd": "9:00 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "9:00 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "Kevin Pedersen",
                  "priority": 1,
                  "profilePic": "img/speakers/Kevin-Pedersen.jpg"
                }
              ],
              "description": "<p></p>",
              "name": "Welcome",
              "locationId": "central",
              "timeStart": "9:00 am",
              "timeEnd": "9:20 am",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Kevin Pedersen"
              ]
            }
          ]
        },
        {
          "time": "9:20 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "Mike Burrows\t",
                  "priority": 1
                }
              ],
              "description": "<p>Which is better: \"top down\", with the challenge of overcoming resistance to change, or \"bottom up\", perhaps never gathering momentum? Is it indeed a dichotomy, or can organisational transformation find a third way that is simultaneously respectful, ambitious, and sustainable? We'll explore a synthesis of ideas old and new, organised by a five-stage process of Discovery, Exploration, Mapping, Elaboration, and Operation.</p>",
              "name": "Managing change in the 21st century: what we know & where we must do better",
              "locationId": "central",
              "timeStart": "9:20 am",
              "timeEnd": "10:30 am",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Mike Burrows"
              ]
            }
          ]
        },
        {
          "time": "10:30 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break",
              "locationId": "foyer",
              "timeStart": "10:30 am",
              "timeEnd": "10:45 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "10:45 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>A long time IT practitioner, I started focusing on new ways of work in 2014 when the bank started to focus on changing culture and shifting its processes. I started as a Lean Coach, shifted into Kanban and visualisation of flow (Presented a talk on Visualisation and Coaching as a way to create change at the Lean Summit 2016). \nI am a Servant Leadership facilitator for Standard Bank’s internal Agile Leadership Programme targeted at all 2000 IT employees (this has gone viral an is now spreading out across the bank as a whole) and am currently focused on embedding and strengthening this way of thinking and leading in one of the Core IT Transformation Programmes (200 people who have a strong Agile/ Scrum base).\n\nI am also an Ontological Transformation Coach and hold the Guinness World Record for the Deepest Dive by a Woman on Scuba. These last two are important pillars for my focus on changing mindsets and behaviours as I have lived through the impact of being embedded in unilateral control thinking - it was stopping me from seeing a way forward in my diving. It was only when I chose a new way of showing up that I was able to find my way forward and reach 221 meters and the Woman’s World Record.\n</p>",
                  "name": "Verna van Schaik",
                  "priority": 1,
                  "profilePic": "img/speakers/Verna-van-Schaik.jpg"
                }
              ],
              "description": "<p>This session is targeted at Coaches & Scrum Masters who are struggling with getting people to think Agile and so behave in a more Agile manner.  In particular, how do you get managers at all levels to shift out of the old waterfall way of thinking and behaving and really adopt Agile ? How do you get feature teams to be autonomous and self-managing? \nWe know we need to address the behaviour and cultures that are thwarting Agility, but are stuck on the ‘how ? ’ As individuals in the thick of it, it is easy to coach only at a process level in the hope that by focusing people on ‘doing’ Agile they will start to ‘think’ Agile. In so doing, we often actively avoid focusing on the people and how they are engaging with Agile, believing that this is a specialized field outside of our scope and limited to people like therapists & professional coaches. This often results in a high demand and dependence on Agile coaches to ensure people stick to the processes and principles. \nAt its core, Agile is a shift away from unilateral control. Only unilateral control is a way of being that is deeply embedded within us (leaders and followers alike) and so hard to shift without a conscious intervention.\nWithin Standard Bank we have been implementing a Behaviour Laboratory run internally by IT resources that focuses on a new style of leadership - the mutual learning model. Introduced by Roger Schwartz in his book  “The Skilled Facilitator”, mutual learning and its ground rules for collaboration create strong support for Agile and SAFE implementation at an individual level and in so doing, allows us to create and actively support an environment and behaviours that sustain  the agile culture shift. \n</p>",
              "name": "Shifting into an Agile Mindset – Practical Tools for Scrum Masters & Coaches",
              "locationId": "central",
              "timeStart": "10:45 am",
              "timeEnd": "11:30 am",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Verna van Schaik"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Justin used to be part of the SUGSA committee. He used to live and work in sunny Cape Town. Justin currently lives and works in snowy Stockholm. He is happy.\n\nJustin wants to live in a world filled with innovative businesses, happy teams, happy customers and a dancing squirrel. As an agile coach at Spotify, he often inspects & adapts. He also sings the Agile Manifesto song in a Stockholm shower to the beat of Mamma Mia. \nYou can reach him at @the_jus on twitter or listen to him talk about scrum at scrumand.co/p>",
                  "name": "Justin Kotze",
                  "priority": 1,
                  "profilePic": "img/speakers/Justin-Kotze.jpg"
                }
              ],
              "description": "<p>\"All you need is love.\nAll you need is love, love.\nLove is all you need.\"\n \nThe Beatles say it best. All you need is to love your Product Owners.\n \nI used to not like Product Owners. In my journey there’s always been this subtle undertone when I’ve spoken to ScrumMasters about Product Owners, about how difficult they are. Heck, I’ve even attended a session with ScrumMasters called: “How to deal with difficult Product Owners”.\n \nThis thinking changed drastically when I moved to Spotify and saw what can happen if you love your Product Owner.\n \nThis session will be valuable for ScrumMasters, development managers, agile coaches, product owners and anyone who cares about better Product Ownership</p>",
              "name": "Love your Product Owner",
              "locationId": "queens",
              "timeStart": "10:45 am",
              "timeEnd": "11:30 am",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Justin Kotze"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Gavin Stevens is currently a Product Owner at Prodigy Finance - an international fintech startup which provides loans to international students.  His PO journey began in e-commerce, but he has now been with Prodigy for the last 3 years.  In his time at Prodigy, he has worked with several scrum teams to implement various products and features across the business, although his focus is currently on risk assessment and verification.  He is passionate about figuring out ways to empower his team and not get involved unnecessarily.</p>",
                  "name": "Gavin Stevens",
                  "priority": 1,
                  "profilePic": "img/speakers/Gavin-Stevens.jpg"
                }
              ],
              "description": "<p>In my role as a product owner, I’ve noticed how it is all too easy to get pulled into processes and tightly defined roles in a scrum team that don’t necessarily provide value and make sense.  I’ve noticed inefficiencies that are often overlooked and I’ve seen some of the effects that these can have on a team.\n\nI will be sharing some stories and analogies of how these issues can impact on your team and how you could look to improve the way you interact with your team as a PO and become a more effective scrum team.</p>",
              "name": "7 ways to help your scrum team – a PO perspective",
              "locationId": "harlem",
              "timeStart": "10:45 am",
              "timeEnd": "11:30 am",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Gavin Stevens"
              ]
            }
          ]
        },
        {
          "time": "11:30 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break",
              "locationId": "foyer",
              "timeStart": "11:30 am",
              "timeEnd": "11:45 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "11:45 am",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Chief storyteller of The Three Pillars of Agile Testing and Quality, Mary Thorn is Director of Agile Practices at Ipreo in Raleigh, NC. Mary has a broad agile and testing background that spans automation, data warehouses, and web-based systems in a wide variety of technologies and testing techniques. During her more than nineteen years of experience with healthcare, HR, financial, and SaaS-based products, Mary has held manager- and contributor-level positions in software development organizations. A strong leader in agile and testing methodologies, Mary has direct experience leading teams through agile adoption and beyond.</p>",
                  "name": "Mary Thorn",
                  "priority": 1,
                  "profilePic": "img/speakers/Mary-Thorn.jpg"
                }
              ],
              "description": "<p>Today, agile teams are being asked to do more than ever before. The notion of a T-shaped person, created by Tim Brown (CEO of IDEO) in the 1990s, describes a new breed of worker—one who goes beyond the standard, assigned role. Mary Thorn believes that the roles of team members can stretch to include other aspects that intrigue them and keep them interested. Mary’s team members are writing product documentation, are ScrumMasters, are building infrastructure to support rapid release, are taking ownership for security and compliance to standards, are presenting the development process to customers, are visiting customer sites to research how people are using the product, are devising internal communication strategies, and are using their natural skills and abilities where they are best suited to help move the business forward. Through mentoring, coaching, teaching, and upskilling, Mary has taught many different ways to get into T-shape. Join Mary and learn from her experience to increase the value to your agile teams with T-shaped people.</p>",
              "name": "The T-Shaped Scrum Team: Get in Shape for Your Future",
              "locationId": "central",
              "timeStart": "11:45 am",
              "timeEnd": "12:30 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Mary Thorn"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Over almost 2 decades working in software engineering, John has worked as a system administrator, software engineer, technical lead, technical director, development manager and agile coach. He currently runs the consultancy firm Wise Noodles here he helps organisations solve tough technical problems by untangling their people problems. He is also host of The Agile Path Podcast which creates in-depth audio documentaries on the topics that most affect organisations transitioning to agile ways of working.</p>",
                  "name": "John Le Drew",
                  "priority": 1,
                  "profilePic": "img/speakers/John-Le-Drew.jpg"
                }
              ],
              "description": "<p>Over 3 months John recorded over 75 hours of interviews and spoke to some of the most respected people in the industry to produce an audio documentary that attempts to answer the question “What is safety? And why is it important anyway?”. This highly interactive talk will present the findings and guide and challenge you through a journey to understanding safety.\n\nJohn has interviewed world renowned specialists in the field; Christopher Avery, David Marquet, Jerry Weinberg, Esther Derby, Johanna Rothman, Linda Rising and many more in over 75 hours of audio. This has been a fascinating deep dive learning experience for John and he hopes to explore these insights with the audience.</p>",
              "name": "Swearing, Nudity and Other Vulnerable Positions",
              "locationId": "queens",
              "timeStart": "11:45 am",
              "timeEnd": "12:30 pm",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "John Le Drew"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>I have been a Scrum master for over 3 years now and I do some agile coaching on the side. I have an Honours degree in Psychology and continue to be fascinated by people.  I was a Project manager and Business analyst in my previous life and am a born and bred Capetonian.  I enjoy running along the promenade or in the mountains and socialising with good friends and family amongst other things.</p>",
                  "name": "Catherine Holland",
                  "priority": 1,
                  "profilePic": "img/speakers/Catherine-Holland.jpg"
                }
              ],
              "description": "<p>I would like to share with you what I’ve learnt from world class leaders by applying these tools and tactics to my own life and I would like to encourage you to try some of these at home.  Wouldn’t you like to know more about what makes these leaders so successful and start applying their habits and routines yourself? Well you can start today, right now if you attend my talk.\n \nLearn more about practising micro bravery and how to increase your productivity.  Take on the coffee challenge and I’m not just talking about drinking more coffee. Motivate yourself so that you can motivate others.\n \nWe hear so much about Continuous improvement being core to applying Agile in a useful manner so I would like to encourage all of you to self-reflect regularly on how to become more effective.  Focus is not just a value, it’s a practise.  Courage is not taught, it is tried and tried again and being happy and healthy takes some effort.</p>",
              "name": "Continuous Improvement starts with YOU!",
              "locationId": "harlem",
              "timeStart": "11:45 am\t",
              "timeEnd": "12:30 pm",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Catherine Holland"
              ]
            }
          ]
        },
        {
          "time": "12:30 pm",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Lunch (75 Minutes)",
              "locationId": "foyer",
              "timeStart": "12:30 pm",
              "timeEnd": "1:45 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "1:45 pm",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>I (Jay) do not have any conference speaking experience. Sam Laing however is very seasoned which is why I accepted her help with open arms. Here is a list of places where she has spoken: https://www.growingagile.co.za/talks/ . Even though I don't have any conference experience, as a scrum master, I have to talk to large groups of people on a daily basis, the majority of that is facilitating workshops. Since the option I am proposing for Agile Africa is a workshop style I'm confident that I will be able to do it.</p>",
                  "name": "Jay-Allen Morris",
                  "priority": 1,
                  "profilePic": "img/speakers/Jay-Allen-Morris.jpg"
                },
                {
                  "about": "<p>My personal motto is ‘be brave’, and I embody this by taking on challenges one small step at a time. \nMost of my career has been in the IT industry, specifically Software Development. Nowadays I find myself guiding and mentoring others with a passion for agile. This year my focus has been on experimenting and learning from my failures (and successes) – what a great journey so far.</p>",
                  "name": "Samantha Laing",
                  "priority": 1,
                  "profilePic": "img/speakers/Samantha-Laing.jpg"
                }
              ],
              "description": "<p>Sometimes it can feel as if we do retrospectives just because it's \"the agile thing to do\" and occasionally, feel as if they have lost their value and purpose or have become boring. This is a 90 minute interactive session where we will explore together the importance of the 5 phases of retrospectives by participating in one. Instead of learning how to do a retrospective through theory, participants will learn by doing. This session is aimed and inexperienced and experienced scrum masters, facilitators or anyone involved in facilitating retrospectives. You're welcome to join even if you just want to play with lego and learn something new.</p>",
              "name": "Building blocks for effective retrospectives",
              "locationId": "central",
              "timeStart": "1:45 pm",
              "timeEnd": "3:15 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Jay-Allen Morris",
                "Samantha Laing"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Yogini is a scrum master, aspiring Agile Coach in Absa. Yogini first encountered Agile in 2014 and has been learning about and doing it ever since. She loves how simple it is to practice and the benefits can be seen immediately.</p>",
                  "name": "Yogini Moodley",
                  "priority": 1,
                  "profilePic": "img/speakers/Yogini-Moodley.jpg"
                },
                {
                  "about": "<p>Karen is a co-founder and agile coach at Growing Agile. A company focused on helping teams improve the way they work together. She first encountered agile by accident in 2001 and hasn't looked back since!</p>",
                  "name": "Karen Greaves",
                  "priority": 1,
                  "profilePic": "img/speakers/Karen-Greaves.jpg"
                }
              ],
              "description": "<p>Your large company has decided to go agile! YAY. Now what?\nHow do you get thousands of people to start thinking and working in a different way, without being controlling? \n\nIt turns out the only person you can change, is yourself. This makes YOU the key to your company’s agile Transformation. The skill you need to master to have an impact is influence.\n\n“Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.” Napoleon Hill\n\nJoin us for an interactive workshop to learn why influence is so critical in agile transformations, and to practice this important skill! We will share examples how we used this skill helping ABSA in their Agile Transition as both an internal employee (Yogini) and an external coach (Karen).</p>",
              "name": "Your Agile Transformation Superpower – INFLUENCE",
              "locationId": "queens",
              "timeStart": "1:45 pm",
              "timeEnd": "3:15 pm",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Yogini Moodley",
                "Karen Greaves"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Joshua is an Agile and Developer Coach who loves supporting individuals, teams and organisations in their continuous improvement journeys. He is currently an Agile Coach at Kaizania and an Associate at nReality. He also lectures at a post-grad level part-time at Wits.\n</p>",
                  "name": "Joshua Lewis",
                  "priority": 1,
                  "profilePic": "img/speakers/Joshua-Lewis.jpg"
                },
                {
                  "about": "<p>Testing is not just a career to me, it is a massive part of who I am. I have been blessed to come across people who have inspired me and taught me and I believe I have been that person to others over the years. \nThe learning never stops though, and I continue to practice the craft and apply learnings from other disciplines back into software testing.\nBuilding the craft and community of testing in South Africa is also a passion of mine. To this end, I am the co-organiser of Let’s Test South Africa and the founder and co-organiser of the Joburg Software Testers Meetup. \nI am also a member of AST (Association for Software Testing). \nAs Director and Consultant at House of Test South Africa, I am hoping to continue working with awesome people, partnering with friends whom I respect and working my butt off to promote $hit HoT testing.</p>",
                  "name": "Louise Perold",
                  "priority": 1,
                  "profilePic": "img/speakers/Louise-Perold.jpg"
                }
              ],
              "description": "<p>Do your product managers, developers and testers have different interpretations and understanding of the requirements of your software systems? Many organisations struggle to achieve a single, shared understanding of what problem they're trying to solve with their software, and how they actually expect their software systems to behave. This leads to much wasted time and effort in the software development process. During my coaching and training I have developed a practice designed for whole-team collaborative exploration and specification of expected system behaviour. The practice leads to shared understanding across entire teams, as well as lightweight documentation which can be easily turned into automated tests.</p>",
              "name": "Collaborative Exploration and Specification",
              "locationId": "harlem",
              "timeStart": "1:45 pm",
              "timeEnd": "3:15 pm",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Joshua Lewis",
                "Louise Perold"
              ]
            }
          ]
        },
        {
          "time": "3:15 pm",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break",
              "locationId": "foyer",
              "timeStart": "3:15 pm",
              "timeEnd": "3:30 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "3:30 pm",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>My personal motto is ‘be brave’, and I embody this by taking on challenges one small step at a time. \nMost of my career has been in the IT industry, specifically Software Development. Nowadays I find myself guiding and mentoring others with a passion for agile. This year my focus has been on experimenting and learning from my failures (and successes) – what a great journey so far.\n</p>",
                  "name": "Samantha Laing",
                  "priority": 1,
                  "profilePic": "img/speakers/Samantha-Laing.jpg"
                },
                {
                  "about": "<p>Karen is a co-founder and agile coach at Growing Agile. A company focused on helping teams improve the way they work together. She first encountered agile by accident in 2001 and hasn't looked back since!</p>",
                  "name": "Karen Greaves",
                  "priority": 1,
                  "profilePic": "img/speakers/Karen-Greaves.jpg"
                }
              ],
              "description": "<p>What is an agile coach? What do they need to pay attention to? How is it different to a Scrum Master? What skills do they need?\nIn this workshop we will cover these questions and spend some time growing your skills. If you would like to be an agile coach then come along and learn.</p>",
              "name": "The Agile Coaches Workshop",
              "locationId": "central",
              "timeStart": "3:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Samantha Laing",
                "Karen Greaves"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>I'm an agile Product Owner Coach, and and Agile Fluency™ Coach, Trainer, Facilitator and Consultant. I help product organisations optimise value and deliver results. I created POByDesign™, and I invite you to re-design your work to fit your real-world product development challenges. I live in Zurich, Switzerland.</p>",
                  "name": "Steve Holyer",
                  "priority": 1,
                  "profilePic": "img/speakers/Steve-Holyer.jpg"
                },
                {
                  "about": "<p> Cara is the COO and Agile Coach at Project codeX, a disruptive education initiative that equips aspiring coders with high quality skills and experience, while bridging the digital divide.\n \nHer ultimate goal is for us all to find the work we love doing, and build a better future doing it. Having spent years helping teams adopt agile practices that reduce risk and increase workplace happiness, she now helps aspiring coders to discover and follow their tech passions, on their journey to become agile software developers. \n \nShe has an insatiable love of learning, and cares deeply about sharing knowledge to build stronger communities and foster greater diversity in the software world.</p>",
                  "name": "Cara Turner",
                  "priority": 1,
                  "profilePic": "img/speakers/Cara-Turner.jpg"
                }
              ],
              "description": "<p>When do you do customer discovery and product design? Do you do it early in your Agile product development cycle (maybe during Sprint 1 & 2 or even during Sprint 5 - 7)? And then never really do it again? If so, you can get much better results with this repeating 5 Step design thinking process. \n\nSuccessful Lean and Agile Product Ownership requires an agile mindset that is driven by value to your customers and stakeholders. So how do you develop this mindset? Practice. Lots of practice.\n\nThis is not a talk where you will sit and listen. In this session you will  participate fully (and almost effortlessly) in a complete design thinking sprint. You will experience design thinking as a repeatable approach to product development that occurs continuously. You will learn a 5 step design thinking process which allows you to repeat practices that make you more fluent in the Agile mindset.\n\nThis design sprint session is not just for POs. In the final minutes you will apply the design thinking process to your own role whether you are a Product Manager, a Product Owners, an Agile leader, coach, Scrum Master, or developer. </p>",
              "name": "5 Repeatable Steps to Meet Your Customer — Continuously",
              "locationId": "queens",
              "timeStart": "3:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Steve Holyer",
                "Cara Turner"
              ]
            },
            {
              "date": "9th November 2017",
              "speakers": [
                {
                  "about": "<p>Regina works as an Agile Coach and loves what she does. She's worked in IT for most of her working career although she started off in the business. She's worked mainly in the financial services industry although she did spent 8 years managing projects at Dimension Data.\n\nFor fun she engages in blogging, public speaking, reading, photography and travel. She lives in sunny South Africa although she does often go to Berlin for agile42’s coach camps. During these forays she can often be found trawling the stationery shops for Neuland markers.\n\nShe loves the idea that agile coaching is the only profession in the world where she can take her wax crayons to work.\n\nYou can reach her at regina.martins@agile42.com.</p>",
                  "name": "Regina Martins",
                  "priority": 1,
                  "profilePic": "img/speakers/Regina-Martins.jpg"
                }
              ],
              "description": "<p>Collaboration is a team sport - no one is as smart as all of us. This is easy to conceptualise yet not so easy to do. The objective of this workshop is provide a game space where participants will learn about collaborating as a team with a board game as the centre-piece of the learning.\n\nIn fact, it is through the experiential nature of play that adults learn abstract concepts or things that previously was difficult to achieve, but in the game space they are able to get some significant ah-ha moments.\n\nThis workshop revolves around teaching participants about team collaboration and how to scale that to external stakeholders using an adventure board game as the centre piece. Teams will be formed and each will have their own board game. There are curses and gems, and the ultimate treasure is the team learning to collaborate to escape the curse of the temple.\n\nThere’s adventure and music - the purpose is to show people that either the whole team wins or the whole team loses - there is no winner takes all.</p>",
              "name": "Escape! The Curse Of The Temple – Learn How To Collaborate Like Indiana Jones",
              "locationId": "harlem",
              "timeStart": "3:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Regina Martins"
              ]
            }
          ]
        },
        {
          "time": "5:00 pm",
          "sessions": [
            {
              "date": "9th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Sponsored Drinks",
              "locationId": "foyer",
              "timeStart": "5:00 pm",
              "timeEnd": "7:00 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        }
      ]
    },
    {
      "date": "10th November 2017",
      "groups": [
        {
          "time": "7:30 am",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Joshua is an Agile and Developer Coach who loves supporting individuals, teams and organisations in their continuous improvement journeys. He is currently an Agile Coach at Kaizania and an Associate at nReality. He also lectures at a post-grad level part-time at Wits.\n</p>",
                  "name": "Joshua Lewis",
                  "priority": 1,
                  "profilePic": "img/speakers/Joshua-Lewis.jpg"
                }
              ],
              "description": "<p></p>",
              "name": "Lean Coffee (Day 2)",
              "locationId": "queens",
              "timeStart": "7:30 am",
              "timeEnd": "8:30 am",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Joshua Lewis"
              ]
            }
          ]
        },
        {
          "time": "9:00 am",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Joanne is passionate about helping teams and people grow and improve.\nShe is a graduate of PSL (Problem Solving Leadership) and has worked for more than a decade in the software industry in all areas of software development. She is a Certified Scrum Trainer, and has participated in both Kanban training and coaching on Kanban initiatives. She recently attended the Cognitive Edge training from Dave Snowdon on complexity thinking and sensemaking.\nInterested in both people and process improvement, she is continuously learning and finding better ways to solve problems.\nJoanne has been a Scrum Master and Agile coach since 2009. She has spoken at Let’s Test Australia and Let’s test Sweden. She has given workshops at both local and international Scrum Gatherings</p>",
                  "name": "Joanne Perold",
                  "priority": 1,
                  "profilePic": "img/speakers/Joanne-Perold.jpg"
                }
              ],
              "description": "<p>I have been thinking a great deal about human systems, what makes them tick, what helps them be better and what gets in their way. In this talk, I will dig into human systems, entropy and agile. I will explore the things that I believe can help human systems to be better and share the things that I have seen yield results.</p>",
              "name": "Agile, Entropy and Human Systems",
              "locationId": "central",
              "timeStart": "9:00 am",
              "timeEnd": "10:00 am",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Joanne Perold"
              ]
            }
          ]
        },
        {
          "time": "10:00 am",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break",
              "locationId": "foyer",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "10:15 am",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Joakim Sundén is an agile coach at Spotify, making music available and accessible to the world. He helps people improve through mentoring and coaching at individual, team and organizational levels, often using Agile and Lean thinking and methods such as Kanban, Scrum and XP. He is an organizer of, and active participant in, conferences, networks and user groups in the Agile and Lean communities. Joakim is also author of Kanban in Action from Manning Publications. He currently lives and works in Boston, Massachusetts.</p>",
                  "name": "Joakim Sundén",
                  "priority": 1,
                  "profilePic": "img/speakers/Joakim-Sundén.jpg"
                }
              ],
              "description": "<p>Let's put aside the \"bubblegum and unicorns\" of the Spotify Engineering Culture videos and talk about what doesn't quite work at Spotify and how we're trying to solve it. This is a failure / learning report intended for change agents who need encouragement that it's always hard AND it's always possible to improve.</p>",
              "name": "You can do better than the Spotify Model",
              "locationId": "central",
              "timeStart": "10:15 am",
              "timeEnd": "11:00 am",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Joakim Sundén"
              ]
            },
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>I am a professional trainer and consultant specialising in Agile practices. Over the last 20+ years I have worked in many different industries from the collar and tie of large corporates to the hard-hats and steel-caps of manufacturing. In these industries I have been responsible for building and leading teams in the delivery and support of large-scale software solutions primarily using Agile frameworks. \n\nI love helping organisations to adopt Agile thinking to improve their end to end software delivery, from initial scoping and business cases, through to final user acceptance testing. This has included training and mentoring teams across the entire product development lifecycle.\n\nI am a strong advocate of agility because of the focus and simplicity that it brings to an organisation. I enjoy being part of building cohesive and collaborative teams: Magic is formed when people are encouraged to be vocal, expressive and collectively responsible.\n\n“Make no little plans: they have no magic to stir men’s blood.” - Daniel Burnham</p>",
                  "name": "Stephen de Villiers Graaff",
                  "priority": 1,
                  "profilePic": "img/speakers/Stephen-de-Villiers-Graaff.jpg"
                }
              ],
              "description": "<p>You've been working with Agile methods for while and things have been going well.  But now your organisation is growing and coordination is becoming more difficult.  You suddenly have more work that you realise and your teams seem overloaded.  Do you get more people?  Do you scale Agile?  Will SAFe work for you?  How about LeSS or DAD?  Or how about descaling your organisation?  Agility is absolutely about how you go about connecting the right people and the right time to deliver the right thing.  This talk is about how to do just that... Connecting people and teams, and ultimately achieving organisational simplicity!</p>",
              "name": "Don’t Scale Agile… Descale your Organisation!",
              "locationId": "queens",
              "timeStart": "10:15 am",
              "timeEnd": "11:00 am",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Stephen de Villiers Graaff"
              ]
            },
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Professional bio: https://www.linkedin.com/in/pawelkaminski/\nLess professional: \n\nFather, friend, enthusiast of life and strong believer in:\n\"One, people are good.\" \nI build teams, manage them and lead them to be trusted, reliable and proud of their work. I helped multi-disciplines individuals become goal-oriented team-members, while still being creative, happy and recognized for their efforts.\n\n\"Two, every conflict can be removed.\" \nI see conflicts as wrong assumptions about particular points of view. Using theory of constraints, systems thinking and brainstorming almost any conflict can be resolved into a win-win situation.I use conflicts as a tool to generate the most creative and out-of-the box solutions, which not only resolve the initial issue but help teams and organizations move forward. I dislike compromise, where usually both sides are left unhappy.\n\n\"Three, every situation, no matter how complex it initially looks, is exceedingly simple.\" \nI am still sometimes guilty of building complicated solutions to problems. Learning and implementing lean customer development, experiments and measurements provide me with a platform to simplify solutions and focus on crucial, most-risky and most valuable options.\n\n\"Four, every situation can be substantially improved; even the sky is not the limit.\" \nI have never seen an organization, team or individual who could not improve, get better and achieve more. Continuous improvements, learning and constant search for another breakthrough solution are always parts of my \"daily job\". Searching for and exploiting bottlenecks are my favorite ways to initiate change.\n\n\"Five, every person can reach a full life \" I am a happy and proud dad, book lover, crossfitter, basketball player, keen traveler and first polish person to climb 3 highest peaks in Greenland. Fascinated with TEDx, work of Christopher Hitchens and Kanban. I try to make sure I work with smart and \"get things done\" people, in constantly learning environments. \n\nI can write sth shorter if/when required.</p>",
                  "name": "Pawel Kaminski",
                  "priority": 1,
                  "profilePic": "img/speakers/Pawel-Kaminski.jpg"
                }
              ],
              "description": "<p>Everything we do, we believe in our startup founders and their new vision of the world. The way we show this belief is by joining them on the journey of challenging every assumption we know, making a difference for one individual person and always being focused on user, no matter the cost. Let me share with you my stories of how to build products by shifting the focus from scalable, technical solutions to addressing single user needs and challenges. How to impact culture and inspire a distributed, rapidly growing company and how to collaborate and treat your customers and your colleagues like “you believe in what they believe”. \n\nEverything we do starts with WHY and a single user need.\n\nThe session is for anyone who in their daily job needs a helping hand, a bit of inspiration and a useful set of practical experiments to challenge status quo, move the needle in their organisation and build delightful products that people really want. I also want to show they they are not alone in their failures and defeats.\n\nFor me this new talk is about constantly evolving set of ideas, thoughts and values that always puts the user first and allows our employees and founders to have the time of our life. \n\nI had a great pleasure to speak at SUGSA2016 about conflicts and never compromising, but this time I want to share our story and challenge “we have always done it that way!” point of view.\n\nMy objective is to shift the way you think about your current situation, your team, your organisation and your customers by refocusing you on user needs and always starting with “WHY?”. I am  going to show you how to apply design thinking, theory of constraints and cynefin framework to situations in your daily job and see how they could be improved.</p>",
              "name": "“Believe in what your users believe” lessons learned from creating 20 delightful startups in one year",
              "locationId": "harlem",
              "timeStart": "10:15 am",
              "timeEnd": "11:00 am",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Pawel Kaminski"
              ]
            }
          ]
        },
        {
          "time": "11:00 am",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break",
              "locationId": "foyer",
              "timeStart": "11:00 am",
              "timeEnd": "11:15 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "11:15 am",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Pavel Dabrytski is an agile coach and trainer from South Africa. He helps organizations implement Agile sustainably through mentoring, training, and coaching. Over the past years, Pavel worked with major financial organizations and retail giants improving their organisational processes. He also helped organise multiple international conferences in Cape Town and Johannesburg. Pavel is a seasoned presenter who spoke at events in Paris, Prague, Shanghai, Bangalore, Atlanta, New York, Singapore, Orlando as well as in South Africa. Currently, he explores topics on coaching psychology and financial models behind Agile projects.</p>",
                  "name": "Pavel Dabrytski",
                  "priority": 1,
                  "profilePic": "img/speakers/Pavel-Dabrytski.jpg"
                }
              ],
              "description": "<p>In October 2016 I received a call, \"Hey dude, I don’t know nothing about Agile, but I need to become an Agile coach a-s-a-p – my company just got a new contract.\" I laughed for a second, explained that it takes a bit longer than a week to learn to coach, and wished him luck. I also knew that, shortly, he would be walking into his customer's office in this new role.\n\nAgile Coach is the new black! But how can you, a good coach, stand out from the crowd of less competent peers? Let me offer you this workshop to explore the science of coaching and the ways in which it works. We start with concepts of neuroplasticity and the brain processes of creating new neuron pathways. Then we move to motivation and learn which type is the best. Finally, we finish with the discussion on brain activation states which we practice in a few short exercises. By understanding the new field of coaching psychology, you will become a better practitioner.\n\nI am an affiliate member of the Institute of Coaching at McLean Hospital, the Harvard Medical School affiliate. I studied coaching psychology at Harvard Extension School.</p>",
              "name": "Psychology of Coaching: Understanding Science of Change",
              "locationId": "central",
              "timeStart": "11:15 am",
              "timeEnd": "12:45 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Pavel Dabrytski"
              ]
            },
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Alison Gitelson of CanBeeDone is a maximizer, facilitator and speaker. She combines her extensive, practical, business background with a deep understanding of human behaviour. This rare combination blends human needs with business needs. \nWhilst still studying Alison started her first business as a tutor & completed her first assignment as a project manager. During her careers in Optometry, ICT and Transformation she established a successful technical and management track record.\n\nAlison brings clarity and mastery to the art of effective people management. She focuses on the key areas of communication, individualized management, engagement, embracing diversity and conflict resolution. She enables Leader-managers to increase productivity, quality and profitability. Her customized workshops & talks are always well received as informative, engaging and practical.\n\nAlison has been interviewed on radio and appeared on TV, and has presented widely on the key components of the Leader – Management Framework. She has been a long time volunteer for Headway-Gauteng, an organisation that supports people with brain injuries, and in 2015 she cofounded Open Community Encounters, an initiative to improve tolerance, communication and healing amongst South Africans. \n</p>",
                  "name": "Alison Gitelson",
                  "priority": 1,
                  "profilePic": "img/speakers/Alison-Gitelson.jpg"
                }
              ],
              "description": "<p>We keep talking about self managing teams and high performing teams, but few teams are really there yet. To bridge the gap there must be trust, accountability and communication. As a Scrum Master (or Agile Coach) how do you help the team to develop these qualities? In this interactive workshop we will focus on how to develop accountability.</p>",
              "name": "Accountable. Who me?",
              "locationId": "queens",
              "timeStart": "11:15 am",
              "timeEnd": "12:45 pm",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Alison Gitelson"
              ]
            },
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Justin used to be part of the SUGSA committee. He used to live and work in sunny Cape Town. Justin currently lives and works in snowy Stockholm. He is happy.\n\nJustin wants to live in a world filled with innovative businesses, happy teams, happy customers and a dancing squirrel. As an agile coach at Spotify, he often inspects & adapts. He also sings the Agile Manifesto song in a Stockholm shower to the beat of Mamma Mia. \nYou can reach him at @the_jus on twitter or listen to him talk about scrum at scrumand.co</p>",
                  "name": "Justin Kotze",
                  "priority": 1,
                  "profilePic": "img/speakers/Justin-Kotze.jpg"
                },
                {
                  "about": "<p>Regina still lives in sunny South Africa although she does often go to Berlin for agile42’s coach camps. During these forays she can often be found trawling the stationery shops for Neuland markers. \nShe loves the idea that agile coaching is the only profession in the world where she can take her wax crayons to work. \nYou can reach her at regina.martins@agile42.com.</p>",
                  "name": "Regina Martins",
                  "priority": 1,
                  "profilePic": "img/speakers/Regina-Martins.jpg"
                }
              ],
              "description": "<p>How do you make sense of all the different frameworks? \nDo other practitioners criticise your Scrum implementation?\nWondering about how others do it in their organisations?\n \nWe’ve seen many different implementations. Words like “Sprint zero”, “Project Management Office”, “Release train”, “Gantt charts” and many more comes to mind.\n \nYes, sometimes all of these are warning signs. And sometimes they are not. \n\n\nTake up this rare opportunity to get training from Justin(Spotify) and Regina(agile42) in a fun workshop where they will help you debunk many preconceived ideas about Scrum implementations. Learn about making sense of your entire process and how to validate it from an Agile view.</p>",
              "name": "Sometimes Scrum seems strange",
              "locationId": "harlem",
              "timeStart": "11:15 am\t",
              "timeEnd": "12:45 pm",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Justin Kotze",
                "Regina Martins"
              ]
            }
          ]
        },
        {
          "time": "12:45 pm",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Lunch (60 Minutes)",
              "locationId": "foyer",
              "timeStart": "12:45 pm",
              "timeEnd": "1:45 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "1:45 pm",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Alistair Sloley is an Agile consultant, specializing in Agile training, Agile coaching, and software development best practices training. Alistair is a fifteen-year veteran of Microsoft where he acted as a Program Manager, Software Test Engineer, and Software Design Engineer in Test. During his tenure at Microsoft, he shipped in over ten Microsoft products, worked with Microsoft Research on multiple high-profile projects, and helped lead his organization into enterprise-level implementation of Scrum. As an Agile consultant for Steve McConnell at Construx Software, he led Agile transformation efforts at a variety of clients, spanning industry verticals and incorporating a diverse range of Agile techniques.</p>",
                  "name": "Alistair Sloley",
                  "priority": 1,
                  "profilePic": "img/speakers/Alistair-Sloley.jpg"
                }
              ],
              "description": "<p>You will learn how to facilitate the discussions your org needs and your org will learn how to have constructive dialogs. I am going to demonstrate how to use these techniques in the workshop. And all the attendees are going to be fully immersed and ready to wield their new knowledge the very next day at work.\n\nCome learn how to help your team(s), org(s), and company(ies)!!!\n\nFor more information, watch my video at http://youtu.be/UNOjqMUv8h0\n\nA version of this workshop that was presented at Agile Tour Sydney 2016 is at http://bit.ly/2f4Bie8</p>",
              "name": "Liberating Structures… 36 tried and true facilitation techniques to amp up your org’s collaboration",
              "locationId": "central",
              "timeStart": "1:45 pm",
              "timeEnd": "3:15 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Alistair Sloley"
              ]
            },
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Testing is not just a career to me, it is a massive part of who I am. I have been blessed to come across people who have inspired me and taught me and I believe I have been that person to others over the years. \nThe learning never stops though, and I continue to practice the craft and apply learnings from other disciplines back into software testing.\nBuilding the craft and community of testing in South Africa is also a passion of mine. To this end, I am the co-organiser of Let’s Test South Africa and the founder and co-organiser of the Joburg Software Testers Meetup. \nI am also a member of AST (Association for Software Testing). \nAs Director and Consultant at House of Test South Africa, I am hoping to continue working with awesome people, partnering with friends whom I respect and working my butt off to promote $hit HoT testing.</p>",
                  "name": "Louise Perold",
                  "priority": 1,
                  "profilePic": "img/speakers/Louise-Perold.jpg"
                },
                {
                  "about": "<p>With over 15 years of working in the delivery, testing and maintenance of systems, Oz seeks to identify and solve the right problems, while realising value. Oz loves to share experiences and is an advocate for collaboration in teams and organisations. He currently works as a Tester Coach at House of Test South Africa and is a co-organiser of the Joburg Software Testers meetup. He is active in building a community of super testers. A life learner and explorer; he believes thinking is his strongest skill in his bag of many varied tricks. Oz became an accidental runner who enjoys long runs and has completed the Comrades marathon.</p>",
                  "name": "Ozwell Chihwayi",
                  "priority": 1,
                  "profilePic": "img/speakers/Ozwell-Chihwayi.jpg"
                }
              ],
              "description": "<p>More and more, we are becoming aware of the complexity of building software and how having a critical thinking mindset, can help us to more clearly analyse and solve the right problems. As part of agile we want to inspect and adapt, but what does this practically mean? Are we challenging our assumptions in order to affect the right kind of change? \n \nSo, what prevents us from asking questions? \nHow can we create more and better feedback loops? \nWhat are the things that get in the way of critical thinking and what are some techniques we could use to think critically?\n \nComing from a testing mindset and background, this is something that comes more naturally to us but is often made difficult in certain contexts. We would like to share some of what we have learned and examine techniques we have up our sleeves to push through and make it part of the team culture. </p>",
              "name": "Cultivating a critical thinking mindset",
              "locationId": "queens",
              "timeStart": "1:45 pm",
              "timeEnd": "3:15 pm",
              "tracks": [
                "queens"
              ],
              "speakerNames": [
                "Louise Perold",
                "Ozwell Chihwayi"
              ]
            },
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Dana is an Agile Coach, trainer, author and international speaker with over 17 years of diverse IT experience. Keen interest in DevOps culture and experience in Gamification all come together in Dana's game and book “Introduction to DevOps with Chocolate, LEGO and Scrum Game”. Dana is passionate about collaboration and helping the teams improve. She is a certified Training from the Back of the Room trainer, Open Space and Retrospectives facilitator, the founder of Big Apple Scrum Day conference and an active member of global agile community.</p>",
                  "name": "Dana Pylayeva",
                  "priority": 1,
                  "profilePic": "img/speakers/Dana-Pylayeva.jpg"
                }
              ],
              "description": "<p>Join this workshop to experience one of the most unusual DevOps transformations – with Lego and Chocolate simulation game. Visualize common process bottlenecks and observe a “wall of confusion” between development teams and IT operations. Use LEGO blocks and chocolate candies to experiment with process improvements. Transition to continuous delivery of value, amplify feedback loop and build up T-shaped skills in your team. Inspired by ideas from “The Phoenix Project” and “The Goal\", this workshop helps participants at all levels to clearly experience the benefits of DevOps culture.</p>",
              "name": "Gamifying DevOps with Lego and Chocolate Game",
              "locationId": "harlem",
              "timeStart": "1:45 pm",
              "timeEnd": "3:15 pm",
              "tracks": [
                "harlem"
              ],
              "speakerNames": [
                "Dana Pylayeva"
              ]
            }
          ]
        },
        {
          "time": "3:15 pm",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break",
              "locationId": "foyer",
              "timeStart": "3:15 pm",
              "timeEnd": "3:30 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "3:30 pm",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p>Klaus Leopold is computer scientist and Kanban pioneer with many years of experience in helping organizations from different industries on their improvement journey with Lean and Kanban. He is author of the book “Practical Kanban” (www.practicalkanban.com) and co-author of the book \"Kanban Change Leadership”. Klaus is one of the first Lean Kanban trainers and coaches worldwide. He was awarded with the Brickell Key Award for “outstanding achievement and leadership” within the Lean Kanban community in San Francisco, 2014. His main interest is establishing lean business agility by improving organizations beyond the team level, especially in large environments from 50 to 5000 people. Klaus publishes his current thoughts on his blog www.LEANability.com and you can follow him on Twitter at @klausleopold.</p>",
                  "name": "Klaus Leopold",
                  "priority": 1,
                  "profilePic": "img/speakers/Klaus-Leopold.jpg"
                }
              ],
              "description": "<p>If you optimise for high team performance, you’ll get high team performance. Sounds great! However, simply having many high-performing teams doesn't lead to a high-performing organisation. In contrast, high team performance leads to low system performance. As a consequence, the services you offer to your customers get worse.\n\nTeam focus is also the reason why most agile initiatives fail to improve organisational agility and success. In the best case, you don’t see any organisational improvement - but in many cases, it gets worse. Local optimisation leads to global sub optimisation! But what does this mean? And how can you optimise organisations beyond the team?\n\nIn this session, Klaus will answer these questions and show how you can establish business agility in a lean way. He'll show how he improved organisational agility across about 400 people without bothering them in their daily work. As a first step, senior management became agile by running agile strategic portfolio management - and the rest followed step by step in a 'lead by example' manner.</p>",
              "name": "Why Agile Teams Have Nothing to Do With Business Agility",
              "locationId": "central",
              "timeStart": "3:30 pm",
              "timeEnd": "4:30 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Klaus Leopold"
              ]
            }
          ]
        },
        {
          "time": "4:30 pm",
          "sessions": [
            {
              "date": "10th November 2017",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "Kevin Pedersen",
                  "priority": 1,
                  "profilePic": "img/speakers/Kevin-Pedersen.png"
                }
              ],
              "description": "<p></p>",
              "name": "Closing & Thanks",
              "locationId": "central",
              "timeStart": "4:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "central"
              ],
              "speakerNames": [
                "Kevin Pedersen"
              ]
            }
          ]
        }
      ]
    }
  ],
  "speakers": [
    {
      "about": "<p>Champion and enabler of outcome-oriented transformation & strategy, Agendashift founder, 2-time author (Agendashift, Kanban from the Inside), and creator (Featureban, Changeban, and more)\n\nConsultant, coach, trainer, and international keynote speaker. Former Executive Director, interim CTO, global development manager. Interim delivery manager for two UK government digital 'exemplar' projects. Winner, Brickell Key award, community contribution.</p>",
      "name": "Mike Burrows",
      "priority": 1,
      "profilePic": "img/speakers/Mike-Burrows.jpg"
    },
    {
      "about": "<p>Joanne is passionate about helping teams and people grow and improve.\nShe is a graduate of PSL (Problem Solving Leadership) and has worked for more than a decade in the software industry in all areas of software development. She is a Certified Scrum Trainer, and has participated in both Kanban training and coaching on Kanban initiatives. She recently attended the Cognitive Edge training from Dave Snowdon on complexity thinking and sensemaking.\nInterested in both people and process improvement, she is continuously learning and finding better ways to solve problems.\nJoanne has been a Scrum Master and Agile coach since 2009. She has spoken at Let’s Test Australia and Let’s test Sweden. She has given workshops at both local and international Scrum Gatherings</p>",
      "name": "Joanne Perold",
      "priority": 1,
      "twitter": "@joPerold",
      "profilePic": "img/speakers/Joanne-Perold.jpg"
    },
    {
      "about": "<p>Klaus Leopold is computer scientist and Kanban pioneer with many years of experience in helping organizations from different industries on their improvement journey with Lean and Kanban. He is author of the book “Practical Kanban” (www.practicalkanban.com) and co-author of the book \"Kanban Change Leadership”. Klaus is one of the first Lean Kanban trainers and coaches worldwide. He was awarded with the Brickell Key Award for “outstanding achievement and leadership” within the Lean Kanban community in San Francisco, 2014. His main interest is establishing lean business agility by improving organizations beyond the team level, especially in large environments from 50 to 5000 people. Klaus publishes his current thoughts on his blog www.LEANability.com and you can follow him on Twitter at @klausleopold.</p>",
      "name": "Klaus Leopold",
      "priority": 1,
      "twitter": "@klausleopold",
      "profilePic": "img/speakers/Klaus-Leopold.jpg"
    },
    {
      "about": "<p>Klaus Leopold is computer scientist and Kanban pioneer with many years of experience in helping organizations from different industries on their improvement journey with Lean and Kanban. He is author of the book “Practical Kanban” (www.practicalkanban.com) and co-author of the book \"Kanban Change Leadership”. Klaus is one of the first Lean Kanban trainers and coaches worldwide. He was awarded with the Brickell Key Award for “outstanding achievement and leadership” within the Lean Kanban community in San Francisco, 2014. His main interest is establishing lean business agility by improving organizations beyond the team level, especially in large environments from 50 to 5000 people. Klaus publishes his current thoughts on his blog www.LEANability.com and you can follow him on Twitter at @klausleopold.</p>",
      "name": "Kevin Pedersen",
      "priority": 1,
      "twitter": "@KevinPedersen",
      "profilePic": "img/speakers/Kevin-Pedersen.jpg"
    },
    {
      "about": "<p>A long time IT practitioner, I started focusing on new ways of work in 2014 when the bank started to focus on changing culture and shifting its processes. I started as a Lean Coach, shifted into Kanban and visualisation of flow (Presented a talk on Visualisation and Coaching as a way to create change at the Lean Summit 2016). \nI am a Servant Leadership facilitator for Standard Bank’s internal Agile Leadership Programme targeted at all 2000 IT employees (this has gone viral an is now spreading out across the bank as a whole) and am currently focused on embedding and strengthening this way of thinking and leading in one of the Core IT Transformation Programmes (200 people who have a strong Agile/ Scrum base).\n\nI am also an Ontological Transformation Coach and hold the Guinness World Record for the Deepest Dive by a Woman on Scuba. These last two are important pillars for my focus on changing mindsets and behaviours as I have lived through the impact of being embedded in unilateral control thinking - it was stopping me from seeing a way forward in my diving. It was only when I chose a new way of showing up that I was able to find my way forward and reach 221 meters and the Woman’s World Record.\n</p>",
      "name": "Verna van Schaik",
      "priority": 1,
      "profilePic": "img/speakers/Verna-van-Schaik.jpg",
      "twitter": "@VernaV"
    },
    {
      "about": "<p>Justin used to be part of the SUGSA committee. He used to live and work in sunny Cape Town. Justin currently lives and works in snowy Stockholm. He is happy.\n\nJustin wants to live in a world filled with innovative businesses, happy teams, happy customers and a dancing squirrel. As an agile coach at Spotify, he often inspects & adapts. He also sings the Agile Manifesto song in a Stockholm shower to the beat of Mamma Mia. \nYou can reach him at @the_jus on twitter or listen to him talk about scrum at scrumand.co</p>",
      "name": "Justin Kotze",
      "priority": 1,
      "twitter": "@the_jus",
      "profilePic": "img/speakers/Justin-Kotze.jpg"
    },
    {
      "about": "<p>Gavin Stevens is currently a Product Owner at Prodigy Finance - an international fintech startup which provides loans to international students.  His PO journey began in e-commerce, but he has now been with Prodigy for the last 3 years.  In his time at Prodigy, he has worked with several scrum teams to implement various products and features across the business, although his focus is currently on risk assessment and verification.  He is passionate about figuring out ways to empower his team and not get involved unnecessarily.</p>",
      "name": "Gavin Stevens",
      "priority": 1,
      "twitter": "@GavStevens",
      "profilePic": "img/speakers/Gavin-Stevens.jpg"
    },
    {
      "about": "<p>Chief storyteller of The Three Pillars of Agile Testing and Quality, Mary Thorn is Director of Agile Practices at Ipreo in Raleigh, NC. Mary has a broad agile and testing background that spans automation, data warehouses, and web-based systems in a wide variety of technologies and testing techniques. During her more than nineteen years of experience with healthcare, HR, financial, and SaaS-based products, Mary has held manager- and contributor-level positions in software development organizations. A strong leader in agile and testing methodologies, Mary has direct experience leading teams through agile adoption and beyond.</p>",
      "name": "Mary Thorn",
      "priority": 1,
      "twitter": "@MaryHThorn",
      "profilePic": "img/speakers/Mary-Thorn.jpg"
    },
    {
      "about": "<p>Over almost 2 decades working in software engineering, John has worked as a system administrator, software engineer, technical lead, technical director, development manager and agile coach. He currently runs the consultancy firm Wise Noodles here he helps organisations solve tough technical problems by untangling their people problems. He is also host of The Agile Path Podcast which creates in-depth audio documentaries on the topics that most affect organisations transitioning to agile ways of working.</p>",
      "name": "John Le Drew",
      "priority": 1,
      "twitter": "@antz29",
      "profilePic": "img/speakers/John-Le-Drew.jpg"
    },
    {
      "about": "<p>I have been a Scrum master for over 3 years now and I do some agile coaching on the side. I have an Honours degree in Psychology and continue to be fascinated by people.  I was a Project manager and Business analyst in my previous life and am a born and bred Capetonian.  I enjoy running along the promenade or in the mountains and socialising with good friends and family amongst other things.</p>",
      "name": "Catherine Holland",
      "priority": 1,
      "profilePic": "img/speakers/Catherine-Holland.jpg"
    },
    {
      "about": "<p>I currently work at Jumo as an Agile Lead and as a volunteer committee member for Scrum User Group South Africa (SUGSA). I think the most amazing thing about me is that I became a scrum master by “accident” but now I can’t imagine doing anything else. I really love finding new ways to encourage collaboration and transparency and hope to always learn new things.</p><br><p></p>",
      "name": "Jay-Allen Morris",
      "priority": 1,
      "profilePic": "img/speakers/Jay-Allen-Morris.jpg",
      "twitter": "@JayAllenM"
    },
    {
      "about": "<p>My personal motto is ‘be brave’, and I embody this by taking on challenges one small step at a time. \nMost of my career has been in the IT industry, specifically Software Development. Nowadays I find myself guiding and mentoring others with a passion for agile. This year my focus has been on experimenting and learning from my failures (and successes) – what a great journey so far.</p>",
      "name": "Samantha Laing",
      "priority": 1,
      "profilePic": "img/speakers/Samantha-Laing.jpg",
      "twitter": "@samlaing"
    },
    {
      "about": "<p>Yogini is a scrum master, aspiring Agile Coach in Absa. Yogini first heard about Agile in 2014 and has been learning about and practising ever since. She loves the simplicity and that benefits can be seen immediately.</p>",
      "name": "Yogini Moodley",
      "priority": 1,
      "twitter": "@yogini_zn",
      "profilePic": "img/speakers/Yogini-Moodley.jpg"
    },
    {
      "about": "<p>Karen is a co-founder and agile coach at Growing Agile. A company focused on helping teams improve the way they work together. She first encountered agile by accident in 2001 and hasn't looked back since!\n</p>",
      "name": "Karen Greaves",
      "priority": 1,
      "twitter": "@karen_greaves ",
      "profilePic": "img/speakers/Karen-Greaves.jpg"
    },
    {
      "about": "<p>Joshua is an Agile and Developer Coach who loves supporting individuals, teams and organisations in their continuous improvement journeys. He is currently an Agile Coach at Kaizania and an Associate at nReality. He also lectures at a post-grad level part-time at Wits.</p>",
      "name": "Joshua Lewis",
      "priority": 1,
      "profilePic": "img/speakers/Joshua-Lewis.jpg",
      "twitter": "@joshilewis"
    },
    {
      "about": "<p>Testing is not just a career to me, it is a massive part of who I am. I have been blessed to come across people who have inspired me and taught me and I believe I have been that person to others over the years. The learning never stops though, and I continue to practice the craft and apply learnings from other disciplines back into software testing.</p><br><p>I am at my happiest when I see a team able to do their best testing work and add valuable information into the system. One way I like to do this is to be part of the team. Mentoring and coaching the team from an external viewpoint is also something I am comfortable with. I realise that much of the work we do is heavily influenced by the greater system we are in. I have many years experience of making these things visible and coming up with practical ideas to maximize the value derived from the testing efforts.</p><br><p>Building the craft and community of testing in South Africa is also a passion of mine. To this end, I am the co-organiser of Let’s Test South Africa and the founder and co-organiser of the Joburg Software Testers Meetup.</p><br><p>I enjoy speaking at conferences and have spoken at Let’s Test in Sweden, Copenhagen Context and CAST in North America and I was the co-program chair for CAST 2013.</p><br><p>As Director and Consultant at House of Test South Africa, I am hoping to continue working with awesome people, partnering with friends whom I respect and working my butt off to promote $hit HoT testing.</p><br><p></p>",
      "name": "Louise Perold",
      "priority": 1,
      "twitter": "@lperold",
      "profilePic": "img/speakers/Louise-Perold.jpg"
    },
    {
      "about": "<p>I'm an agile Product Owner Coach, Trainer, Facilitator and Consultant. I help product organisations optimise value and deliver results. I created POByDesign™, and I invite you to re-design your work to fit your real-world product development challenges. I live in Zurich, Switzerland.</p>",
      "name": "Steve Holyer",
      "priority": 1,
      "twitter": "@zurcherart",
      "profilePic": "img/speakers/Steve-Holyer.jpg"
    },
    {
      "about": "<p>Cara is the COO and Agile Coach at Project codeX, a disruptive education initiative that equips aspiring coders with high quality skills and experience, while bridging the digital divide.</p><br><p>Her ultimate goal is for us all to find the work we love doing, and build a better future doing it. Having spent years helping teams adopt agile practices that reduce risk and increase workplace happiness, she now helps aspiring coders to discover and follow their tech passions, on their journey to become agile software developers.</p><br><p>She has an insatiable love of learning, and cares deeply about sharing knowledge to build stronger communities and foster greater diversity in the software world.</p><br><p></p>",
      "name": "Cara Turner",
      "priority": 1,
      "profilePic": "img/speakers/cara-turner.jpg",
      "twitter": "@Cara_Faye"
    },
    {
      "about": "<p>Regina works as an Agile Coach and loves what she does. She's worked in IT for most of her working career although she started off in the business. She's worked mainly in the financial services industry although she did spent 8 years managing projects at Dimension Data.\n\nFor fun she engages in blogging, public speaking, reading, photography and travel. She lives in sunny South Africa although she does often go to Berlin for agile42’s coach camps. During these forays she can often be found trawling the stationery shops for Neuland markers.\n\nShe loves the idea that agile coaching is the only profession in the world where she can take her wax crayons to work.\n\nYou can reach her at regina.martins@agile42.com.</p>",
      "name": "Regina Martins",
      "priority": 1,
      "profilePic": "img/speakers/Regina-Martins.jpg",
      "twitter": "@gianamar"
    },
    {
      "about": "<p>Joakim Sundén is an agile coach at Spotify, making music available and accessible to the world. He helps people improve through mentoring and coaching at individual, team and organizational levels, often using Agile and Lean thinking and methods such as Kanban, Scrum and XP. He is an organizer of, and active participant in, conferences, networks and user groups in the Agile and Lean communities. Joakim is also author of Kanban in Action from Manning Publications. He currently lives and works in Boston, Massachusetts.</p>",
      "name": "Joakim Sundén",
      "priority": 1,
      "profilePic": "img/speakers/Joakim-Sundén.jpg",
      "twitter": "@joakimsunden"
    },
    {
      "about": "<p>I am a professional trainer and consultant specialising in Agile practices. Over the last 20+ years I have worked in many different industries from the collar and tie of large corporates to the hard-hats and steel-caps of manufacturing. In these industries I have been responsible for building and leading teams in the delivery and support of large-scale software solutions primarily using Agile frameworks. \n\nI love helping organisations to adopt Agile thinking to improve their end to end software delivery, from initial scoping and business cases, through to final user acceptance testing. This has included training and mentoring teams across the entire product development lifecycle.\n\nI am a strong advocate of agility because of the focus and simplicity that it brings to an organisation. I enjoy being part of building cohesive and collaborative teams: Magic is formed when people are encouraged to be vocal, expressive and collectively responsible.\n\n“Make no little plans: they have no magic to stir men’s blood.” - Daniel Burnham</p>",
      "name": "Stephen de Villiers Graaff",
      "priority": 1,
      "profilePic": "img/speakers/Stephen-de-Villiers-Graaff.jpg",
      "twitter": "@gravworks"
    },
    {
      "about": "<p>I am a professional trainer and consultant specialising in Agile practices. Over the last 20+ years I have worked in many different industries from the collar and tie of large corporates to the hard-hats and steel-caps of manufacturing. In these industries I have been responsible for building and leading teams in the delivery and support of large-scale software solutions primarily using Agile frameworks. \n\nI love helping organisations to adopt Agile thinking to improve their end to end software delivery, from initial scoping and business cases, through to final user acceptance testing. This has included training and mentoring teams across the entire product development lifecycle.\n\nI am a strong advocate of agility because of the focus and simplicity that it brings to an organisation. I enjoy being part of building cohesive and collaborative teams: Magic is formed when people are encouraged to be vocal, expressive and collectively responsible.\n\n“Make no little plans: they have no magic to stir men’s blood.” - Daniel Burnham</p>",
      "name": "Pawel Kaminski",
      "priority": 1,
      "twitter": "@kaminskipawel"
    },
    {
      "about": "<p>Pavel Dabrytski is an agile coach and trainer from South Africa. He helps organizations implement Agile sustainably through mentoring, training, and coaching. Over the past years, Pavel worked with major financial organizations and retail giants improving their organisational processes. He also helped organise multiple international conferences in Cape Town and Johannesburg. Pavel is a seasoned presenter who spoke at events in Paris, Prague, Shanghai, Bangalore, Atlanta, New York, Singapore, Orlando as well as in South Africa. Currently, he explores topics on coaching psychology and financial models behind Agile projects.</p>",
      "name": "Pavel Dabrytski",
      "priority": 1,
      "profilePic": "img/speakers/Pavel-Dabrytski.jpg",
      "twitter": "@PavelDabrytski"
    },
    {
      "about": "<p>Alison Gitelson of CanBeeDone is a maximizer, facilitator and speaker. She combines her extensive, practical, business background with a deep understanding of human behaviour. This rare combination blends human needs with business needs. \nWhilst still studying Alison started her first business as a tutor & completed her first assignment as a project manager. During her careers in Optometry, ICT and Transformation she established a successful technical and management track record.\n\nAlison brings clarity and mastery to the art of effective people management. She focuses on the key areas of communication, individualized management, engagement, embracing diversity and conflict resolution. She enables Leader-managers to increase productivity, quality and profitability. Her customized workshops & talks are always well received as informative, engaging and practical.\n\nAlison has been interviewed on radio and appeared on TV, and has presented widely on the key components of the Leader – Management Framework. She has been a long time volunteer for Headway-Gauteng, an organisation that supports people with brain injuries, and in 2015 she cofounded Open Community Encounters, an initiative to improve tolerance, communication and healing amongst South Africans.</p>",
      "name": "Alison Gitelson",
      "priority": 1,
      "profilePic": "img/speakers/Alison-Gitelson.jpg",
      "twitter": "@AlisonGitelson"
    },
    {
      "about": "<p>Alistair Sloley is an Agile consultant, specializing in Agile training, Agile coaching, and software development best practices training. Alistair is a fifteen-year veteran of Microsoft where he acted as a Program Manager, Software Test Engineer, and Software Design Engineer in Test. During his tenure at Microsoft, he shipped in over ten Microsoft products, worked with Microsoft Research on multiple high-profile projects, and helped lead his organization into enterprise-level implementation of Scrum. As an Agile consultant for Steve McConnell at Construx Software, he led Agile transformation efforts at a variety of clients, spanning industry verticals and incorporating a diverse range of Agile techniques.</p>",
      "name": "Alistair Sloley",
      "priority": 1,
      "profilePic": "img/speakers/Alistair-Sloley.jpg",
      "twitter": "@axs666"
    },
    {
      "about": "<p>With over 15 years of working in the delivery, testing and maintenance of systems, Oz seeks to identify and solve the right problems, while realising value. Oz loves to share experiences and is an advocate for collaboration in teams and organisations. He currently works as a Tester Coach at House of Test South Africa and is a co-organiser of the Joburg Software Testers meetup. He is active in building a community of super testers. A life learner and explorer; he believes thinking is his strongest skill in his bag of many varied tricks. Oz became an accidental runner who enjoys long runs and has completed the Comrades marathon.</p>",
      "name": "Ozwell Chihwayi",
      "priority": 1,
      "profilePic": "img/speakers/Ozwell-Chihwayi.jpg",
      "twitter": "@ozchihwayi"
    },
    {
      "about": "<p>Dana is an Agile Coach, trainer, author and international speaker with over 17 years of diverse IT experience. Keen interest in DevOps culture and experience in Gamification all come together in Dana's game and book “Introduction to DevOps with Chocolate, LEGO and Scrum Game”. Dana is passionate about collaboration and helping the teams improve. She is a certified Training from the Back of the Room trainer, Open Space and Retrospectives facilitator, the founder of Big Apple Scrum Day conference and an active member of global agile community.</p>",
      "name": "Dana Pylayeva",
      "priority": 1,
      "profilePic": "img/speakers/Dana-Pylayeva.jpg",
      "twitter": "@DanaPylayeva"
    }
  ],
  "sponsors": [
    {
      "groupName": "Title Sponsor",
      "sponsors": [
        {
          "name": "Scrum Alliance",
          "imageSrc": "img/sponsors/Scrum-Alliance.jpg",
          "url": "https://www.scrumalliance.org/"
        }
      ]
    },
    {
      "groupName": "Silver Sponsors",
      "sponsors": [
        {
          "name": "OfferZen",
          "imageSrc": "img/sponsors/OfferZen.png",
          "url": "https://www.offerzen.com/"
        },
        {
          "name": "Allan Gray",
          "imageSrc": "img/sponsors/AllanGray.gif",
          "url": "https://www.allangray.co.za/"
        },
        {
          "name": "Steve Holyer",
          "imageSrc": "img/sponsors/POByDesign.jpg",
          "url": "http://pobydesign.com/"
        }
      ]
    },
    {
      "groupName": "Bag Sponsors",
      "sponsors": [
        {
          "name": "Agile 42",
          "imageSrc": "img/sponsors/Agile42.png",
          "url": "http://www.agile42.com/"
        }
      ]
    },
    {
      "groupName": "App Sponsors",
      "sponsors": [
        {
          "name": "nReality",
          "imageSrc": "img/sponsors/nReality.png",
          "url": "http://www.nreality.com/"
        }
      ]
    },
    {
      "groupName": "Coffee Sponsors",
      "sponsors": [
        {
          "name": "Ipren",
          "imageSrc": "img/sponsors/Ipreo.gif",
          "url": "https://ipreo.com/"
        }
      ]
    }
  ],
  "map": [
    {
      "name": "DoubleTree by Hilton",
      "lat": -33.9353866,
      "lng": 18.4550375,
      "center": true
    }
  ],
  "locationMappings": [
    {
      "name": "Central",
      "id": "central",
      "color": "#188FAF"
    },
    {
      "name": "Queens",
      "id": "queens",
      "color": "#866686"
    },
    {
      "name": "Harlem",
      "id": "harlem",
      "color": "#D95F62"
    },
    {
      "name": "Foyer",
      "id": "foyer",
      "color": "#4C9689"
    }
  ]
}
