{
  "name": "Regional Scrum Gathering® Durban 2018",
  "description": "Regional Scrum Gathering® Durban 2018",
  "about": {
    "imageSrc": "img/icon.png",
    "heading": "Regional Scrum Gathering® Durban 2018",
    "subHeading": "About the conference",
    "description": "Regional Scrum Gathering® Durban 2018 is an annual conference where software professionals and Agile enthusiasts meet to uncover better ways of working and developing software",
    "website": "http://sugsa.org.za/event/scrum-gathering-south-africa-2018/",
    "feedbackHeading": "Feedback for the conference",
    "feedbackDescription": "Please answer a collection of questions about the conference which will be used to improve your experience next year. This should take around 1-2 minutes of your time. Your feedback will remain anonymous.",
    "questions": [
      {
        "name": "satisfaction",
        "text": "How satisfied were you with the conference?"
      },
      {
        "name": "objective",
        "text": "In your opinion, did the conference meet its objectives?"
      },
      {
        "name": "structure",
        "text": "How well was the conference structured?"
      },
      {
        "name": "discussion",
        "text": "Was there enough time for discussion?"
      },
      {
        "name": "topics",
        "text": "Which topics would you like to see covered at future conferences?"
      }
    ],
    "links": [
      {
        "linkText": "Give us feedback!",
        "text": "",
        "link": "#"
      }
    ]
  },
  "schedule": [
    {
      "date": "8th November 2018",
      "groups": [
        {
          "time": "7:00 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>I'm an agile Product Owner Coach, and and Agile Fluency™ Coach, Trainer, Facilitator and Consultant. I help product organisations optimise value and deliver results. I created POByDesign™, and I invite you to re-design your work to fit your real-world product development challenges. I live in Zurich, Switzerland.</p>",
                  "name": "Steve Holyer",
                  "priority": 1,
                  "profilePic": "img/speakers/SteveHolyer.jpg"
                }
              ],
              "description": "<p>Scrum methods and Agile practices were built around transformation—transformation of the workplace, transformation of skills, and transformation of the community.\n\nThere is so much abundance in South Africa especially within the SUGSA community: Abundant viewpoints. Abundant talent. Abundant experience. Abundant skills. Abundant Agile practices. Abundant backgrounds. Abundant lives.\n\nAnd yet there are many barriers that separate and keep us from experiencing real abundance in our business, and communities. What can you do to remove those barriers and create inclusion in the community?\n\nThis is an invitation to dream of an abundant future, and to recognise—and remove—the barriers that prevent us from experiencing totally abundant transformation. By sharing our experiences and stories we are looking for ways to actively remove barriers together.\n\nDo you feel the passion for this work? Then, please join us for the early morning, pre-start, open jam. Each morning, during this time, Steve Holyer will hold a space for us to create short unconference style jam sessions together using the patterns and principles of open space.\n\nOur agenda will be something we create together. The content will be what each person brings. The right people will come. Whatever happens is the only thing that could happen.\n\nWe will open a space during the jam sessions and ask your for questions to ask, experiences to share, ideas to present, or conversations to start. We will hold jam sessions where good thinking, creating, celebrating and just plain being together will take place.\n\n<h2>Topic Ideas:</h2>\n\nYou’re invited to think about abundance and inclusion in many ways. You’re invited to create topics about technical practice, management practice, and scrum practice. You’re invited to examine racism, socio-economic privilege and radical inclusion. You’re invited to create new dialogues between people. Join us in this space for your jam sessions about Active Barrier Removal.</p>",
              "name": "Open Space",
              "locationId": "africanfire12",
              "timeStart": "7:00 am",
              "timeEnd": "8:45 am",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Steve Holyer"
              ]
            }
          ]
        },
        {
          "time": "7:30 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p>Please visit the Welcome Desk on the conference level to register.</p><br><p></p>",
              "name": "Registration & Networking",
              "locationId": "foyer",
              "timeStart": "7:30 am",
              "timeEnd": "8:45 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "9:00 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "Barry Tandy & Elizabeth Marinakis",
                  "priority": 1,
                  "profilePic": "img/icon.png"
                }
              ],
              "description": "<p></p>",
              "name": "Welcome",
              "locationId": "africanfire14",
              "timeStart": "9:00 am",
              "timeEnd": "9:15 am",
              "tracks": [
                "African Fire 1 - 4"
              ],
              "speakerNames": [
                "Barry Tandy", 
                "Elizabeth Marinakis"
              ]
            }
          ]
        },
        {
          "time": "9:15 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "Esther Derby",
                  "priority": 1,
                  "profilePic": "img/speakers/EstherDerby.jpg"
                }
              ],
              "description": "<p>Change is often much slower than hoped for, and more painful than anticipated. In the end, you may be left with feelings of frustration and dismay rather than the benefits you hoped for. How can we make change–whether it’s adopting Scrum at the team level, or agile at the enterprise level–more successful, and more enlivening?\n\nThrough my work with many organizations, I’ve distilled a set of heuristics to guide successful transformations. In this talk, we’ll explore these heuristics and how they support profound change.</p>",
              "name": "Change by Attraction",
              "locationId": "africanfire14",
              "timeStart": "9:15 am",
              "timeEnd": "10:30 am",
              "tracks": [
                "African Fire 1 - 4"
              ],
              "speakerNames": [
                "Esther Derby"
              ]
            }
          ]
        },
        {
          "time": "10:30 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break & Interact",
              "locationId": "foyer",
              "timeStart": "10:30 am",
              "timeEnd": "11:00 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "11:00 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>Skylar Watson is a software consultant and owner of SkyNet software solutions where he coaches and implements high-value software to satisfy customers needs. Skylar works with companies both domestically and internationally assisting in adopting agile practices.</p>",
                  "name": "Skylar Watson",
                  "priority": 1,
                  "profilePic": "img/speakers/SkylarWatson.jpg"
                }
              ],
              "description": "<p>Whereas output metrics (such as stories completed per week) measure aspects of a team’s localized productivity, outcome metrics (such as how much these features increase customer productivity) measure the difference the teams’ work makes in the world. \n\nFocus on output metrics can lead to increased waste and unnecessary stress, and distracts the organization from achieving more valuable outcomes. \n\nIn this talk, through stories and group exercises, you’ll see how you can better measure and improve your organization’s effectiveness.</p>",
              "name": "Outcome metrics lead to valuable practices",
              "locationId": "africanfire12",
              "timeStart": "11:00 am",
              "timeEnd": "11:45 am",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Skylar Watson"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>Alex Sloley is an Agile consultant, specializing in Agile training, Agile coaching, and software development best practices. Alex is a fifteen-year veteran of Microsoft where he acted as a Program Manager, Software Test Engineer, and Software Design Engineer in Test. At Microsoft, he shipped in over ten products, worked with Microsoft Research on multiple high-profile projects, and helped lead his organization into enterprise-level implementation of Scrum. As an Agile consultant, he has led Agile transformation efforts at a variety of clients, spanning industries and incorporating a diverse range of Agile practices.</p>",
                  "name": "Alex Sloley",
                  "priority": 1,
                  "profilePic": "img/speakers/AlexSloley.jpg"
                }
              ],
              "description": "<p>Imagine you are a Mad Agile Scientist and have a diabolical experiment to conduct – what would happen if you exchanged the brains of a Product Owner and Scrum Master? Mwuhahahaha!!! How would the body of a Product Owner with the brain of a Scrum Master act? And vice versa?\n\nPerhaps the Scrum Master would now treat the team like a backlog? This Scrum Master would be focused on value and maintaining a coaching backlog of team and person improvements. This Scrum Master is refining the team, crafting a group that delivers value.\n\nAnd perhaps the Product Owner might treat the backlog like a team? Rather than backlog refining, they coach the backlog. They would be focused on nurturing, protecting, and empowering the backlog. The backlog might transform from an irritation into a labor of love.\n\nAlthough this experiment sounds terrible, this change of perspective might be what you need to reanimate your dead team or backlog.</p>",
              "name": "The Scrum brain transplant",
              "locationId": "africanfire34",
              "timeStart": "11:00 am",
              "timeEnd": "11:45 am",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Alex Sloley"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>Bevan has been an IT professional since 2009 and is currently the Agile Coach at Travelstart. He has previously worked as a Software Engineer, Scrum Master and Manager for a team of developers in Taipei. His passion is coaching, enabling and leading people to do their best work, focussing on personal, career and organizational growth.</p>",
                  "name": "Bevan Williams",
                  "priority": 1,
                  "profilePic": "img/speakers/BevanWilliams.jpg"
                }
              ],
              "description": "<p>In April 2018, due to a change in company strategy and priorities, it became necessary to change the number and make up of our teams. As Agile Coach I suggested the possibility of allowing the teams to choose themselves having seen previous presentations and articles by Sandy Mamoli and David Mole.\n\nIn the case studies found online, there is a general assumption that all team members make themselves available to take part physically in the exercises. Having a development team containing team members based in Cape Town as well as Taiwan this would prove to be difficult for us.\n\nThis talk will be about how we adapted the process set out in Sandy and David’s book, as well as the various case studies done by others, to accommodate our team members who were not able to join the exercise in-person. I will share the outcome of the exercise, the feedback received during and after the exercise, and finally some important lessons we learned along the way.\n\nBy sharing our experience I hope to encourage more companies to give their teams the freedom of self-selection even when considering remote employees.</p>",
              "name": "A practical look into self-selecting teams",
              "locationId": "africanfire56",
              "timeStart": "11:00 am",
              "timeEnd": "11:45 am",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "Bevan Williams"
              ]
            }
          ]
        },
        {
          "time": "11:45 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Move",
              "locationId": "foyer",
              "timeStart": "11:45 am",
              "timeEnd": "12:00 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "12:00 pm",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>Sintu Tonjeni tests software. His career started in a professional services firm with many clients and is now at home in a managed services team. He cares more about doing the right thing more than doing the thing right, so unusually, instead of gaining certifications in testing he gained certification in SCRUM because he hates doing the wrong thing really efficiently. It's all about value! If you see him looking aimlessly at any time, he's probably deeply engaged in audiobooks where a character's having a hard time:)</p>",
                  "name": "Sintu Tonjeni",
                  "priority": 1,
                  "profilePic": "img/speakers/SintuTonjeni.jpg"
                }
              ],
              "description": "<p>Imagine you’re the development manager; it’s performance review season; and it’s your task to do them. You care. You want to do this performance review with commitment, courage, focus, openness and respect. This challenges you – to rate a human in the organisation’s well-intentioned but potentially threatening KPI boxes. The job market seems often to put the scrum master mask on traditional line management functions, so your reviewee isn’t likely to be excited by transparency, inspection, and adaptation when money and personal growth are on the line. But what if your reviewee loves adding value and uncovering better ways to do it? What could you make of this opportunity? This is my story of my conversations with my supervisors in performance reviews to frame them as leaders I want to follow who want to lead me.</p>",
              "name": "Performance reviews: show me the carrots not the sticks!",
              "locationId": "africanfire12",
              "timeStart": "12:00 pm",
              "timeEnd": "12:15 pm",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Sintu Tonjeni"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>I'm an agile coach at Absa and the co-lead of the central agile adoption team. I am a passionate agilist that is committed to shifting mindsets with the belief  that change begins within. I see my purpose as being to create workplaces conducive to higher consciousness through a new era of leaders.</p>",
                  "name": "Mispah Carelsen",
                  "priority": 1,
                  "profilePic": "img/speakers/MispahCarelsen.jpg"
                }
              ],
              "description": "<p>Ever wondered why some people get defensive or just shut down when you talk about agile? Based on neuroscience findings, the SCARF model elaborates on why people shut down and the triggers that cause them to go into fight or flight mode. For an agilist, the SCARF model can be very handy.\n\nThe SCARF model was developed by David Rock based on key discoveries from neuroscience and provides an insightful framework around what triggers people to shut down when engaging with others. Once understood, the SCARF model can be applied to many situations that are commonly faced by agilists, such as giving and receiving feedback. In this lightning talk, I will go through how understanding the SCARF model can help you engage with others better as an agilist.</p>",
              "name": "Using Neuroscience to engage with others",
              "locationId": "africanfire34",
              "timeStart": "12:00 am",
              "timeEnd": "12:15 pm",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Mispah Carelsen"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>I am an Agile Coache in Absa in Johannesburg. I started learning about Agile in 2014 and have been to every scrum gathering in South Africa since. I am passionate about the learning from the agile community and growing the community. I host Agile Coffees and a Scrum Master Community internally at Absa. I've spoken at Agile Africa and Scrum Gathering last year.</p>",
                  "name": "Yogini Moodley",
                  "priority": 1,
                  "profilePic": "img/speakers/YoginiMoodley.jpg"
                }
              ],
              "description": "<p>This is my story on how I became a scrum master from just learning the word Agile to hosting a scrum master community. I share some tips on what I’ve discovered worked for me and could work for you too.</p>",
              "name": "How to be a scrum master",
              "locationId": "africanfire56",
              "timeStart": "12:00 pm",
              "timeEnd": "12:15 pm",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "Yogini Moodley"
              ]
            }
          ]
        },
        {
          "time": "12:15 pm",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Lunch (75 Minutes)",
              "locationId": "africanheritage",
              "timeStart": "12:15 pm",
              "timeEnd": "1:30 pm",
              "tracks": [
                "African Heritage"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "1:30 pm",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>I am passionate about helping teams and people grow and improve, I enjoy helping teams and organizations implement and improve their agile practices. I am a graduate of Jerry Weinberg, Esther Derby and Johanna Rothman’s PSL (Problem solving leadership) and I have worked for more than a decade in the software industry in all areas of software development. I am interested in both people and process improvement and continuously learning and finding better ways to solve problems. I have worked as a product owner, scrum master and team member. I have worked with different types and sizes of teams, some starting out their Agile journey and some having been on that path for long. I have learned from these teams and helped them learn from me. I love what I do and I like to have fun while working. Outside of all of this I enjoy reading, good food, good wine and the occasional good whiskey.</p>",
                  "name": "Joanne Perold",
                  "priority": 1,
                  "profilePic": "img/speakers/JoannePerold.jpg"
                },
                {
                  "about": "<p>Having worked in software for 30 years I focus my energy and efforts working with executives to create the conditions where teams can flourish developing business value. This includes assessments, focused coaching, public and private workshops.\n\nI currently co-facilitate the well-known Coaching Beyond the Team and Problem Solving Leadership workshops. With Andy Hunt and Tony Brill I’m co-creating the GROWS Method of software development that focuses on individual, team and organizational learning.\n\nI co-wrote two books with Jerry Weinberg, Esther Derby and Johanna Rothman: “Center Enter Turn Sustain: Essays on Change Artistry”  and “Readings for Problems-Solving Leadership”.  You can find the articles I've written for free at http://www.donaldegray.com</p>",
                  "name": "Don Gray",
                  "priority": 1,
                  "profilePic": "img/speakers/DonGray.jpg"
                }
              ],
              "description": "<p>We live in a world characterized by uncertainty, volatility, chaos,and ambiguity. What tools do we need to shift a system? How can we use the system’s inherent properties to shift patterns of behavior to a more suitable fit for function? Join us in this workshop and experience the answers!\n\nCanceled software projects litter the landscape like the galleons in the Graveyard of ships. Projects escaping the graveyard resemble Frankenstein. They lurch, not quite dead, but not that useful. Wrecks happen not to lack of will, character or effort, but due to insufficient skill in quickly changing conditions.\n\nAs a leader in today’s complex, fast-paced development environment, leaders need different tools to shift the systems where they work. In this workshop, we use the ABIDE mnemonic to navigate the system properties. We look at how these properties have an influence on the system and how we can start to use them to shift behaviours, and create new patterns.</p>",
              "name": "Leading in Complexity",
              "locationId": "africanfire12",
              "timeStart": "1:30 pm",
              "timeEnd": "3:00 pm",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Joanne Perold",
                "Don Gray"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>As the head of the agility@IQbusiness offering at IQbusiness since 2012, he has built an amazing team of Agile consultants (arguably the largest in South Africa) that share a common purpose of continuous learning, team and organisational improvement. Together with his team, Biase has trained over 6 000 people on Agile and has been involved in some of the largest Agile transformations in various industries. He has recently been appointed as the Practice lead of Human Performance which includes Change management, Organisational Design, Learning, Strategic Human Capital and now Agile consulting</p>",
                  "name": "Biase de Gregorio",
                  "priority": 1,
                  "profilePic": "img/speakers/BiaseDeGregorio.jpg"
                }
              ],
              "description": "<p>A fundamental ingredient for high-performing teams is self-organisation. Join me as we walk through a practical application of how to recognise the importance of clarity, boundaries & practices necessary for high-performing teams. Are you ready to become a Servant Leader Navy SEAL style? HOOYAH</p>",
              "name": "Agile Armies – self-organisation as a supporting model in the military",
              "locationId": "africanfire34",
              "timeStart": "1:30 pm",
              "timeEnd": "3:00 pm",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Biase de Gregorio"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>Malene Jacobsen is one of the few people that have never done a Waterfall project. She was taught Agile/Scrum from the first day of her education in Advanced Computer Science and since then it became a natural way of thinking both in her work and private life. Malene fully lives up to the saying: you don’t do agile, you become agile!\n\nMalene started her professional career as a Developer. In her career, she has fulfilled all scrum roles: Developer, Product Owner and Scrum Master and she realized that her passion is to teach other people in the understanding of the Scrum framework and getting everybody to feel the same passion and joy for agile as she does. She is doing this as an Agile coach and trainer at Agile of Course in Cape Town.</p>",
                  "name": "Malene Bendixen",
                  "priority": 1,
                  "profilePic": "img/speakers/MaleneBendixen.jpg"
                }
              ],
              "description": "<p>Do you want to become a significantly better SM? Through this fun workshop, you will gain knowledge of 6 powerful learning principles based on the best of brain science, which will enable you to create outstanding sessions that people will remember. Plus 7 exercises that you can immediately apply.\n\nIn this fun and interactive workshop, we will come to understand how our brains learn and how we as SM, teachers, facilitators or coaches can use simple learning principles to create outstanding interactive sessions that people will remember. The learning principles are based on Sharon Bowman’s “Training from the back of the room” concept which is based on the best from brain science. Furthermore, the participant will be learning 7 different active exercises based on this concept that they can immediately apply in their daily work functions.</p>",
              "name": "Tips and tricks for SM, facilitators and coaches on how to create outstanding sessions",
              "locationId": "africanfire56",
              "timeStart": "1:30 pm",
              "timeEnd": "3:00 pm",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "Malene Bendixen"
              ]
            }
          ]
        },
        {
          "time": "3:00 pm",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break & Interact",
              "locationId": "foyer",
              "timeStart": "3:00 pm",
              "timeEnd": "3:30 pm",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "3:30 pm",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>Pavel is a Certified Scrum Trainer (CST©) based in Johannesburg, South Africa. He was born in Belarus but in 2009, dislike of harsh winters and an adventurous spirit brought him first to Cape Town then to Johannesburg. He helps organizations implement Agile sustainably through mentoring, training, and coaching. Over the past several years, Pavel has worked with major financial organizations, retail giants, and telecommunication companies to improve their organizational processes. He also helped organize multiple Regional Scrum Gatherings in Cape Town and Johannesburg. Pavel is a seasoned presenter who has spoken at events in Paris, Prague, Shanghai, Bangalore, Atlanta, New York, Singapore, New Jersey and Orlando, as well as in South Africa. Currently, he explores topics on coaching psychology and financial models behind Agile projects.</p>",
                  "name": "Pavel Dabrytski",
                  "priority": 1,
                  "profilePic": "img/speakers/PavelDabrytski.jpg"
                }
              ],
              "description": "<p>Agile coaches blame failed Agile adoption on people’s resistance to change. But two Harvard professors showed that people do not necessarily resist change. They often have a hidden competing commitment. The result is a stalled effort, which looks like resistance. We call it immunity to change.\n\nA medical study showed that when doctors tell their seriously ill heart patients that they will die if they do not make changes to their lifestyle, only one in seven patients is able to make a change. Crazy! According to Harvard professors, Robert Kegan and Lisa Lahey, people do not resist change. Even when people are genuinely committed to change, they subconsciously apply effort toward a hidden competing commitment. It is like shoveling sand against the tide.\n\nIn this workshop, I want to demonstrate the power of the Immunity to Change framework developed by Kegan and Lahey and share my practical experience overcoming this immunity when implementing Agile.</p>",
              "name": "Immunity to change",
              "locationId": "africanfire12",
              "timeStart": "3:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Pavel Dabrytski"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>I'm an agile Product Owner Coach, and and Agile Fluency™ Coach, Trainer, Facilitator and Consultant. I help product organisations optimise value and deliver results. I created POByDesign™, and I invite you to re-design your work to fit your real-world product development challenges. I live in Zurich, Switzerland.</p>",
                  "name": "Steve Holyer",
                  "priority": 1,
                  "profilePic": "img/speakers/SteveHolyer.jpg"
                },
                {
                  "about": "<p>Cara is the COO and Agile Coach at Project codeX, a disruptive education initiative that equips aspiring coders with high quality skills and experience, while bridging the digital divide.\n \nHer ultimate goal is for us all to find the work we love doing, and build a better future doing it. Having spent years helping teams adopt agile practices that reduce risk and increase workplace happiness, she now helps aspiring coders to discover and follow their tech passions, on their journey to become agile software developers. \n \nShe has an insatiable love of learning, and cares deeply about sharing knowledge to build stronger communities and foster greater diversity in the software world.</p>",
                  "name": "Cara Turner",
                  "priority": 1,
                  "profilePic": "img/speakers/CaraTurner.jpg"
                }
              ],
              "description": "<p>Our failure to create safety for all voices—to be simple and blunt—is keeping us from discovering the true future and abundance of Agile. Shifting diversity into inclusion is difficult. The work is hard to navigate. What if we say, or do, the wrong thing? This workshop starts with your story… \n\nWe, the facilitators, come from a privileged space in our communities. We invite other allies to join us in this participatory, fully hands-on, safe-to-fail workshop. We will each explore and practice ways to use the privilege available to us when we try to ally with those with less privilege. \n\nWe will ask you to leave your comfort zone in this session. This workshop will include an active, introspective look at intersectional privilege and white fragility. \n\nIf you come from a space with less privilege, we imagine you may be called by this invitation to join this workshop to observe, to monitor, or to share your lived experience. We welcome you. We will do our best to create a space that is safe enough for you.\n\n<strong>We ask this of all allies:</strong>\n\n- Don’t tolerate hate regardless of who is—or isn’t—in the room.\n- Get OK with getting uncomfortable.\n- Accept the knowledge that you’ve messed up in the past and will mess up in the future.</p>",
              "name": "Shifting Diversity into Inclusion - and Navigating the Difference",
              "locationId": "africanfire34",
              "timeStart": "3:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Steve Holyer",
                "Cara Turner"
              ]
            },
            {
              "date": "8th November 2018",
              "speakers": [
                {
                  "about": "<p>I currently work at Jumo as an Agile Lead and as a volunteer committee member for Scrum User Group South Africa (SUGSA). I think the most amazing thing about me is that I became a scrum master by “accident” but now I can’t imagine doing anything else. I really love finding new ways to encourage collaboration and transparency and connecting with other communities. My favourite things are building lego and playing games.</p>",
                  "name": "Jay-Allen Morris",
                  "priority": 1,
                  "profilePic": "img/speakers/Jay-AllenMorris.jpg"
                },
                {
                  "about": "<p>Kirsten began her career in counselling and psychology and moved into software about 4 years ago. In the last 3-4 years she has found facilitating and coaching Agile teams deeply rewarding as the role allows her to bring a lot of the things she cares deeply about together. She is currently working at Jumo as a Scrum Master and Facilitator. Prior to this she worked at 22seven as an Agile Facilitator.</p>",
                  "name": "Kirsten Clacey",
                  "priority": 1,
                  "profilePic": "img/speakers/KirstenClacey.jpg"
                }
              ],
              "description": "<p>Remote working is becoming increasingly popular. We feel it is important to develop practical skills to enable more effective remote collaboration regardless of one’s role. We’ve developed an interactive session around the facilitation of collaborative remote team sessions with the simplest tools.\n\nWe hope to give people the chance to explore the mechanics that support and hinder collaboration in remote environments, allowing them to come to their own conclusions about what might enable more effective remote meetings.</p>",
              "name": "Hacking Remote Facilitation",
              "locationId": "africanfire56",
              "timeStart": "3:30 pm",
              "timeEnd": "5:00 pm",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "Jay-Allen Morris",
                "Kirsten Clacey"
              ]
            }
          ]
        },
        {
          "time": "5:00 pm",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Sponsored Drinks",
              "locationId": "africanheritage",
              "timeStart": "5:00 pm",
              "timeEnd": "7:00 pm",
              "tracks": [
                "African Heritage"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        }
      ]
    },
    {
      "date": "9th November 2018",
      "groups": [
        {
          "time": "7:00 am",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "SUGSA",
                  "priority": 1,
                  "profilePic": "img/icon.png"
                }
              ],
              "description": "<p></p>",
              "name": "Open Space",
              "locationId": "africanfire12",
              "timeStart": "7:00 am",
              "timeEnd": "8:45 am",
              "tracks": [
                "Africna Fire 1 - 2"
              ],
              "speakerNames": [
                "SUGSA"
              ]
            }
          ]
        },
        {
          "time": "7:30 am",
          "sessions": [
            {
              "date": "8th November 2018",
              "speakers": [
                
              ],
              "description": "<p>Please visit the Welcome Desk on the conference level to register.</p><br><p></p>",
              "name": "Registration and Networking",
              "locationId": "foyer",
              "timeStart": "7:30 am",
              "timeEnd": "8:45 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "9:00 am",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>I'm Michael Carr, software developer, manager and a co-founder of UK startup. I have built software for multinational countries and currently managing a team at Amazon in Edinburgh. I am passionate about being agile and deliver value to the customer as quickly as possible. </p>",
                  "name": "Michael Carr",
                  "priority": 1,
                  "profilePic": "img/speakers/MichaelCarr.jpg"
                }
              ],
              "description": "<p>Have you ever spent too long building a feature only to find out that it did not contribute to the business goals? Have your team members been fighting tech debt and thought there must be a better way to manage it? Let me talk to you about how my team built revenue-generating features in hours with zero tech debt.\n\nEvery development team has suffered from Technical Debt, and most developers love refactoring these issues into the early hours, like an accountant making sure the books balance on Christmas Eve.\n\nSometimes, though, software teams can focus too much on technical debt rather than key business metrics, or sometimes we focus too much on features and not enough on software architecture, which will come back to bite the business later on. When thousands are trying to build startups, and businesses are trying to move rapidly, how can we balance acquiring technical debt and feature delivery. Simple! Stop seeing it as debt.\n\nWhat I am going to propose goes hand-in-hand with Eric Ries’ The Lean Startup (2011). One of the key takeaways from Lean Startup was to validate your hypothesis by using minimum value products (I know this is 2018, and here I am still talking about MVPs). As a development team, you could build software as if you were running an experiment, have a clear hypothesis and measure to see if your assertions were correct.</p>",
              "name": "Develop rapidly by adopting a Lean mindset to Technical Debt",
              "locationId": "africanfire12",
              "timeStart": "9:00 am",
              "timeEnd": "9:45 am",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Michael Carr"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>I am passionate about helping teams and people grow and improve, I enjoy helping teams and organizations implement and improve their agile practices. I am a graduate of Jerry Weinberg, Esther Derby and Johanna Rothman’s PSL (Problem solving leadership) and I have worked for more than a decade in the software industry in all areas of software development. I am interested in both people and process improvement and continuously learning and finding better ways to solve problems. I have worked as a product owner, scrum master and team member. I have worked with different types and sizes of teams, some starting out their Agile journey and some having been on that path for long. I have learned from these teams and helped them learn from me. I love what I do and I like to have fun while working. Outside of all of this I enjoy reading, good food, good wine and the occasional good whiskey.</p>",
                  "name": "Joanne Perold",
                  "priority": 1,
                  "profilePic": "img/speakers/JoannePerold.jpg"
                },
                {
                  "about": "<p>With more than twenty years of project delivery experience, Faye Thompson is a consultant, coach, and ScrumMaster. With a focus on agile methodologies and continuous improvement, Faye has had a positive impact in the financial services, health care, advertising, automotive, aviation and utility industries. Passionate about using innovative solutions to drive business value, she helps workgroups transform themselves into highly engaged and energized teams. Faye enjoys serving on the board of directors for the Central Ohio Agile Association and as president of the Women in STEMM Alumni Society of The Ohio State University. She spends her free time volunteering as an emergency medical responder and public affairs coordinator for the American Red Cross, and hanging out with her husband and dog.</p>",
                  "name": "Faye Thompson",
                  "priority": 1,
                  "profilePic": "img/speakers/FayeThompson.jpg"
                }
              ],
              "description": "<p></p>",
              "name": "Breaking Bad Scrum",
              "locationId": "africanfire34",
              "timeStart": "9:00 am",
              "timeEnd": "9:45 am",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Joanne Perold",
                "Faye Thompson"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>John has spent most of the last 2 decades working in the software industry, with a focus on web technologies. After 10 years as a software engineer John moved into consultancy where he quickly learned the value of team dynamics and how most technical challenges are projecting underlying issues with collaboration. So his focus shifted, while still being very involved technically, his first focus is on facilitating a safe, creative, collaborative environment.</p>",
                  "name": "John Le Drew",
                  "priority": 1,
                  "profilePic": "img/speakers/JohnLeDrew.jpg"
                }
              ],
              "description": "<p>Diversity: It’s the topic of the hour. But what’s the goal? Are we hiring minorities to keep up with quotas or our competition?\n\nOrganisations are all putting ‘diversity’ and ‘equal opportunities’ on every job ad. For some organisations it still seems to be a struggle.\n\nDo we want diverse teams because it’s the “right thing to do” or is it “good for our teams and organisations”?\n\nThis talk will engage the audience in frank discussion on what diversity is, why we need it, and how we might achieve it.</p>",
              "name": "Diversity, chocolate and safe cracking",
              "locationId": "africanfire56",
              "timeStart": "9:00 am",
              "timeEnd": "9:45 am",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "John Le Drew"
              ]
            }
          ]
        },
        {
          "time": "9:45 am",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Move",
              "locationId": "foyer",
              "timeStart": "9:45 am",
              "timeEnd": "10:00 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "10:00 am",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>Passionate about agile and fascinated with the changing world, Nkululeko Masondo has journeyed with teams within Discovery, WesBank, NedBank and currently Absa in discovering their new ways of working. Nkululeko has a Management Consulting background aligned to Financial Services and was first introduced to Scrum in 2012. Originally from Durban, minus the dance moves; Nkululeko is also a current affairs junkie, music lover, and a law enthusiast.</p>",
                  "name": "Nkululeko Masondo",
                  "priority": 1,
                  "profilePic": "img/speakers/NkululekoMasondo.jpg"
                }
              ],
              "description": "<p>In most environments, a production deployment is synonymous with product release. Almost always linked – a big deployment day with great effort dedicated to testing pre- and post-deployment.\n\nThis means; the trusted, tested and working software becomes available to the users. For the development team; it might mean a weekend in the office, a week of regression testing, a lack of environments for integrating new software currently being worked on, and a complicated process of emergency deployments to fix any production issues identified after the release.\n\nIs this by design within the team? Or are there certain improvements we can make?\n\nI’m convinced the way that we couple these slows us down and it’s time we put more focus on measures that can improve our cycle and that it starts with decoupling our production deployments from the product release.</p>",
              "name": "Can decoupling production deployment and product release make us more agile?",
              "locationId": "africanfire12",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Nkululeko Masondo"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>Alison Gitelson of CanBeeDone is a maximizer, facilitator and growth enabler.\n\nShe combines over thirty years of technical and management experience (in healthcare, ICT, engineering, education, government and NGO sectors) with a deep understanding of human behaviour.\n\nHating to see time and effort wasted she helps leader-managers to bring out the best in themselves and the people they work with, so the people and the business can thrive.\n\nAlison has successfully led teams through transformation and change, and mentored other leader managers to do the same.\n\nHer workshops consistently receive high ratings and are received as informative, engaging, practical and transformative by clients from a broad spectrum of businesses. She is a popular presenter at Agile and Lean conferences and events.</p>",
                  "name": "Alison Gitelson",
                  "priority": 1,
                  "profilePic": "img/speakers/AlisonGitelson.jpg"
                }
              ],
              "description": "<p>Your team can get better and better despite corporate culture and unsupportive management. In the early 2000s we created a high performing, largely self-organising team in the midst of government bureaucracy. A team that outperformed all others. Let me share the story with you in 15 minutes.\n\nAt World Retrospective Day in February a question was posed, “What are some of the reasons why things don’t get better Sprint after Sprint, retro after retro?”. I was saddened to hear one reason repeated in a few guises, “management won’t let us”, “management won’t support us”, “the culture doesn’t allow it”.\n\nHaving non-Agile culture and / or non-Agile management does not need to stop any team from continuously improving. I know that, because I assembled a group of people and grew them into a high performing team. The culture in which we operated at SARS was a cross between corporate and government, and was highly unionised. And management was mostly bureaucratic.\n\nBy the time I left in 2005 I had managers from other departments coming to me saying, “I’ve noticed how effective your team is and I’m trying to copy you. Please help me with the things I haven’t quite got right yet.\n\nI would like to share the story of how we “started where we were, used what we had, and did what we could”, to inspire coaches, scrum masters, leaders, and team members, to change things from the inside, in spite of the outside.</p>",
              "name": "Change and Influence from the Inside",
              "locationId": "africanfire34",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Alison Gitelson"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>Charmaine started her IT career in 1986 as a COBOL programmer.  She has been in the role of Programmer, System Analyst an BA and team lead for many years.  Her Agile journey started at ABSA in 2015 where she certified as a scrum master in the first Scrum Master Academy that was presented in ABSA by Just Plain Agile, Agile 42 and IQ. Charmaine is currently an Agile Coach and Trainer in the Agile Transformation Team at ABSA.</p>",
                  "name": "Charmaine van Bavel",
                  "priority": 1,
                  "profilePic": "img/speakers/CharmainevanBavel.jpg"
                }
              ],
              "description": "<p>Relevant to all ages and levels in organisations and life in general. You will be reminded that you can influence your peers, teams, and family members to be the best they can be. We can up our game and grow in character, become better listeners, be more supporting, and hold each other accountable.\n\nWhere 2 or more people get together for a purpose, there is an opportunity to be a Servant Leader, an opportunity to influence a person for good.\n\nThis means that each and every one one of us can make our mark. We often need to be reminded of the things we already know!</p>",
              "name": "Servant Leaders – Are they born or made?",
              "locationId": "africanfire56",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "Charmaine van Bavel"
              ]
            }
          ]
        },
        {
          "time": "10:15 am",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Tea Break & Interact",
              "locationId": "foyer",
              "timeStart": "10:15 am",
              "timeEnd": "10:45 am",
              "tracks": [
                "foyer"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "10:45 am",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>Over the course of my career, I have shifted from working face-to-face with customers, to articulating what customers need, to working with teams delivering the solution, to evolving ways to deliver the solution, to improving collaboration of teams working together. This was driven by my obsession to deliver high-quality solutions that people need... faster!\n\nThrough all this, I have come to value working with people the most. I love that human beings are complex creatures and none of us come with the same operating manual! Sometimes we work well together, sometimes we don’t. And that is where true creative potential lies.</p>",
                  "name": "Angie Doyle",
                  "priority": 1,
                  "profilePic": "img/speakers/AngieDoyle.jpg"
                },
                {
                  "about": "<p>As the head of the agility@IQbusiness offering at IQbusiness since 2012, he has built an amazing team of Agile consultants (arguably the largest in South Africa) that share a common purpose of continuous learning, team and organisational improvement. Together with his team, Biase has trained over 6 000 people on Agile and has been involved in some of the largest Agile transformations in various industries. He has recently been appointed as the Practice lead of Human Performance which includes Change management, Organisational Design, Learning, Strategic Human Capital and now Agile consulting</p>",
                  "name": "Biase de Gregorio",
                  "priority": 1,
                  "profilePic": "img/speakers/BiaseDeGregorio.jpg"
                }
              ],
              "description": "<p>Human Resources! The very nature of this term gets any Scrum Master or Agile Coach hot under the collar. Calling humans “resources” is the same as calling them a capital asset – like a vehicle or building. It’s not surprising that the term annoys us. After all, the term was first coined in 1893 by John R. Commons – around the same time that child labour was still legal! Sadly, many organisations still refer to people as “resources” today…\n\nLuckily, Human Resources has started making huge strides since those dark days. They now focus on the things people care about – like hiring, compensation, performance management, and training. But they are still playing “catch-up” with our new agile ways of working. They are often blamed for not making changes needed to support an Agile culture, but Human Resources can’t change the company culture on their own! They often do not know where to start…\n\nWe have found a great approach to help Human Resources find the humans behind the “resources” – using Agile values and principles as a guide. Join us as we go through these techniques to help Human Resources (and other support functions).</p>",
              "name": "How human are your resources?",
              "locationId": "africanfire12",
              "timeStart": "10:45 am",
              "timeEnd": "12:15 pm",
              "tracks": [
                "African Fire 1 - 2"
              ],
              "speakerNames": [
                "Angie Doyle",
                "Biase de Gregorio"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>With more than twenty years of project delivery experience, Faye Thompson is a consultant, coach, and ScrumMaster. With a focus on agile methodologies and continuous improvement, Faye has had a positive impact in the financial services, health care, advertising, automotive, aviation and utility industries. Passionate about using innovative solutions to drive business value, she helps workgroups transform themselves into highly engaged and energized teams. Faye enjoys serving on the board of directors for the Central Ohio Agile Association and as president of the Women in STEMM Alumni Society of The Ohio State University. She spends her free time volunteering as an emergency medical responder and public affairs coordinator for the American Red Cross, and hanging out with her husband and dog.</p>",
                  "name": "Faye Thompson",
                  "priority": 1,
                  "profilePic": "img/speakers/FayeThompson.jpg"
                }
              ],
              "description": "<p>We still rely on outdated notions of how learning in the workplace works. We will discuss creating psychologically safe spaces where teams can question, experiment, and explore. Together, we will experiment with designing environments that support learning and continuous improvement.\n\nOur understanding of how humans learn has grown tremendously in the last 20 years. Providing an environment in which people have room to think, and the safety to experiment and adapt is key. We will review fundamental concepts of neuroscience and how they intersect with organizational behavior. We will also review how the agile mindset takes advantage of these concepts. From there, we can begin to envision the conditions that will provide the greatest opportunity for learning and continuous improvement. Together, we will share ideas on how we can start to transform our environments into safe spaces where teams can grow and thrive.</p>",
              "name": "Cultivating space for Learning",
              "locationId": "africanfire34",
              "timeStart": "10:45 am",
              "timeEnd": "12:15 pm",
              "tracks": [
                "African Fire 3 - 4"
              ],
              "speakerNames": [
                "Faye Thompson"
              ]
            },
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "SUGSA",
                  "priority": 1,
                  "profilePic": "img/icon.png"
                }
              ],
              "description": "<p></p>",
              "name": "Fishbowl",
              "locationId": "africanfire56",
              "timeStart": "10:45 am",
              "timeEnd": "12:15 pm",
              "tracks": [
                "African Fire 5 - 6"
              ],
              "speakerNames": [
                "SUGSA"
              ]
            }
          ]
        },
        {
          "time": "12:15 pm",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                
              ],
              "description": "<p></p>",
              "name": "Lunch",
              "locationId": "africanheritage",
              "timeStart": "12:15 pm",
              "timeEnd": "1:30 pm",
              "tracks": [
                "African Heritage"
              ],
              "speakerNames": [
                
              ]
            }
          ]
        },
        {
          "time": "1:30 pm",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p></p>",
                  "name": "SUGSA",
                  "priority": 1,
                  "profilePic": "img/icon.png"
                }
              ],
              "description": "<p></p>",
              "name": "Conference Activity",
              "locationId": "africanfire14",
              "timeStart": "1:30 pm",
              "timeEnd": "2:15 pm",
              "tracks": [
                "African Fire 1 - 4"
              ],
              "speakerNames": [
                "SUGSA"
              ]
            }
          ]
        },
        {
          "time": "2:15 pm",
          "sessions": [
            {
              "date": "9th November 2018",
              "speakers": [
                {
                  "about": "<p>Having worked in software for 30 years I focus my energy and efforts working with executives to create the conditions where teams can flourish developing business value. This includes assessments, focused coaching, public and private workshops.\n\nI currently co-facilitate the well-known Coaching Beyond the Team and Problem Solving Leadership workshops. With Andy Hunt and Tony Brill I’m co-creating the GROWS Method of software development that focuses on individual, team and organizational learning.\n\nI co-wrote two books with Jerry Weinberg, Esther Derby and Johanna Rothman: “Center Enter Turn Sustain: Essays on Change Artistry”  and “Readings for Problems-Solving Leadership”.  You can find the articles I've written for free at http://www.donaldegray.com</p>",
                  "name": "Don Gray",
                  "priority": 1,
                  "profilePic": "img/speakers/DonGray.jpg"
                }
              ],
              "description": "<p>My dad looked at me and said, “Son, it’s not amazing the pig sings badly. It’s amazing the pig sings at all!” As I look back at 35 years in software development, boy was he right. In spite of the trials, tribulations, and frustrations involved with software development, companies keep investing.\n\nSoftware development is the single most difficult undertaking we attempt. The work itself is non-compressible, brain intensive and prone to errors of understanding and construction. The problems we work on get larger and ever more complex. Teams, organization structure and culture come into play. This sucks in differing goals and creates diverging activities.\n\nIn this session we'll explore software development and discuss what goes wrong, and how to mitigate and possibly improve the practice and art of software development.</p>",
              "name": "Understanding Software Development",
              "locationId": "africanfire14",
              "timeStart": "2:15 pm",
              "timeEnd": "3:45 pm",
              "tracks": [
                "African Fire 1 - 4"
              ],
              "speakerNames": [
                "Don Gray"
              ]
            }
          ]
        }
      ]
    }
  ],
  "speakers": [
    {
      "about": "<p></p>",
      "name": "Esther Derby",
      "priority": 1,
      "twitter": "@EstherDerby",
      "profilePic": "img/speakers/EstherDerby.jpg"
    },
    {
      "about": "<p>Skylar Watson is a software consultant and owner of SkyNet software solutions where he coaches and implements high-value software to satisfy customers needs. Skylar works with companies both domestically and internationally assisting in adopting agile practices.</p>",
      "name": "Skylar Watson",
      "priority": 1,
      "twitter": "@skylarRwatson",
      "profilePic": "img/speakers/SkylarWatson.jpg"
    },
    {
      "about": "<p>Alex Sloley is an Agile consultant, specializing in Agile training, Agile coaching, and software development best practices. Alex is a fifteen-year veteran of Microsoft where he acted as a Program Manager, Software Test Engineer, and Software Design Engineer in Test. At Microsoft, he shipped in over ten products, worked with Microsoft Research on multiple high-profile projects, and helped lead his organization into enterprise-level implementation of Scrum. As an Agile consultant, he has led Agile transformation efforts at a variety of clients, spanning industries and incorporating a diverse range of Agile practices.</p>",
      "name": "Alex Sloley",
      "priority": 1,
      "twitter": "@alex_sloley",
      "profilePic": "img/speakers/AlexSloley.jpg"
    },
    {
      "about": "<p>Bevan has been an IT professional since 2009 and is currently the Agile Coach at Travelstart. He has previously worked as a Software Engineer, Scrum Master and Manager for a team of developers in Taipei. His passion is coaching, enabling and leading people to do their best work, focussing on personal, career and organizational growth.</p>",
      "name": "Bevan Williams",
      "priority": 1,
      "twitter": "@bevanwilliams",
      "profilePic": "img/speakers/BevanWilliams.jpg"
    },
    {
      "about": "<p>Sintu Tonjeni tests software. His career started in a professional services firm with many clients and is now at home in a managed services team. He cares more about doing the right thing more than doing the thing right, so unusually, instead of gaining certifications in testing he gained certification in SCRUM because he hates doing the wrong thing really efficiently. It's all about value! If you see him looking aimlessly at any time, he's probably deeply engaged in audiobooks where a character's having a hard time:)</p>",
      "name": "Sintu Tonjeni",
      "priority": 1,
      "profilePic": "img/speakers/SintuTonjeni.jpg"
    },
    {
      "about": "<p>I'm an agile coach at Absa and the co-lead of the central agile adoption team. I am a passionate agilist that is committed to shifting mindsets with the belief  that change begins within. I see my purpose as being to create workplaces conducive to higher consciousness through a new era of leaders.</p>",
      "name": "Mispah Carelsen",
      "priority": 1,
      "twitter": "@MispahC",
      "profilePic": "img/speakers/MispahCarelsen.jpg"
    },
    {
      "about": "<p>I am an Agile Coache in Absa in Johannesburg. I started learning about Agile in 2014 and have been to every scrum gathering in South Africa since. I am passionate about the learning from the agile community and growing the community. I host Agile Coffees and a Scrum Master Community internally at Absa. I've spoken at Agile Africa and Scrum Gathering last year.</p>",
      "name": "Yogini Moodley",
      "priority": 1,
      "twitter": "@yogini_zn",
      "profilePic": "img/speakers/YoginiMoodley.jpg"
    },
    {
      "about": "<p>I am passionate about helping teams and people grow and improve, I enjoy helping teams and organizations implement and improve their agile practices. I am a graduate of Jerry Weinberg, Esther Derby and Johanna Rothman’s PSL (Problem solving leadership) and I have worked for more than a decade in the software industry in all areas of software development. I am interested in both people and process improvement and continuously learning and finding better ways to solve problems. I have worked as a product owner, scrum master and team member. I have worked with different types and sizes of teams, some starting out their Agile journey and some having been on that path for long. I have learned from these teams and helped them learn from me. I love what I do and I like to have fun while working. Outside of all of this I enjoy reading, good food, good wine and the occasional good whiskey.</p>",
      "name": "Joanne Perold",
      "priority": 1,
      "twitter": "@joPerold",
      "profilePic": "img/speakers/JoannePerold.jpg"
    },
    {
      "about": "<p>Having worked in software for 30 years I focus my energy and efforts working with executives to create the conditions where teams can flourish developing business value. This includes assessments, focused coaching, public and private workshops.\n\nI currently co-facilitate the well-known Coaching Beyond the Team and Problem Solving Leadership workshops. With Andy Hunt and Tony Brill I’m co-creating the GROWS Method of software development that focuses on individual, team and organizational learning.\n\nI co-wrote two books with Jerry Weinberg, Esther Derby and Johanna Rothman: “Center Enter Turn Sustain: Essays on Change Artistry”  and “Readings for Problems-Solving Leadership”.  You can find the articles I've written for free at http://www.donaldegray.com</p>",
      "name": "Don Gray",
      "priority": 1,
      "twitter": "@donaldegray",
      "profilePic": "img/speakers/DonGray.jpg"
    },
    {
      "about": "<p>As the head of the agility@IQbusiness offering at IQbusiness since 2012, he has built an amazing team of Agile consultants (arguably the largest in South Africa) that share a common purpose of continuous learning, team and organisational improvement. Together with his team, Biase has trained over 6 000 people on Agile and has been involved in some of the largest Agile transformations in various industries. He has recently been appointed as the Practice lead of Human Performance which includes Change management, Organisational Design, Learning, Strategic Human Capital and now Agile consulting</p>",
      "name": "Biase de Gregorio",
      "priority": 1,
      "twitter": "@biased77",
      "profilePic": "img/speakers/BiasedeGregorio.jpg"
    },
    {
      "about": "<p>Malene Jacobsen is one of the few people that have never done a Waterfall project. She was taught Agile/Scrum from the first day of her education in Advanced Computer Science and since then it became a natural way of thinking both in her work and private life. Malene fully lives up to the saying: you don’t do agile, you become agile!\n\nMalene started her professional career as a Developer. In her career, she has fulfilled all scrum roles: Developer, Product Owner and Scrum Master and she realized that her passion is to teach other people in the understanding of the Scrum framework and getting everybody to feel the same passion and joy for agile as she does. She is doing this as an Agile coach and trainer at Agile of Course in Cape Town.</p>",
      "name": "Malene Bendixen",
      "priority": 1,
      "twitter": "@MaleneMBJ",
      "profilePic": "img/speakers/MaleneBendixen.jpg"
    },
    {
      "about": "<p>Pavel is a Certified Scrum Trainer (CST©) based in Johannesburg, South Africa. He was born in Belarus but in 2009, dislike of harsh winters and an adventurous spirit brought him first to Cape Town then to Johannesburg. He helps organizations implement Agile sustainably through mentoring, training, and coaching. Over the past several years, Pavel has worked with major financial organizations, retail giants, and telecommunication companies to improve their organizational processes. He also helped organize multiple Regional Scrum Gatherings in Cape Town and Johannesburg. Pavel is a seasoned presenter who has spoken at events in Paris, Prague, Shanghai, Bangalore, Atlanta, New York, Singapore, New Jersey and Orlando, as well as in South Africa. Currently, he explores topics on coaching psychology and financial models behind Agile projects.</p>",
      "name": "Pavel Dabrytski",
      "priority": 1,
      "twitter": "@PavelDabrytski",
      "profilePic": "img/speakers/PavelDabrytski.jpg"
    },
    {
      "about": "<p>I'm an agile Product Owner Coach, and and Agile Fluency™ Coach, Trainer, Facilitator and Consultant. I help product organisations optimise value and deliver results. I created POByDesign™, and I invite you to re-design your work to fit your real-world product development challenges. I live in Zurich, Switzerland.</p>",
      "name": "Steve Holyer",
      "priority": 1,
      "twitter": "@zurcherart",
      "profilePic": "img/speakers/SteveHolyer.jpg"
    },
    {
      "about": "<p>Cara is the COO and Agile Coach at Project codeX, a disruptive education initiative that equips aspiring coders with high quality skills and experience, while bridging the digital divide.\n \nHer ultimate goal is for us all to find the work we love doing, and build a better future doing it. Having spent years helping teams adopt agile practices that reduce risk and increase workplace happiness, she now helps aspiring coders to discover and follow their tech passions, on their journey to become agile software developers. \n \nShe has an insatiable love of learning, and cares deeply about sharing knowledge to build stronger communities and foster greater diversity in the software world.</p>",
      "name": "Cara Turner",
      "priority": 1,
      "twitter": "@Cara_Faye",
      "profilePic": "img/speakers/CaraTurner.jpg"
    },
    {
      "about": "<p>I currently work at Jumo as an Agile Lead and as a volunteer committee member for Scrum User Group South Africa (SUGSA). I think the most amazing thing about me is that I became a scrum master by “accident” but now I can’t imagine doing anything else. I really love finding new ways to encourage collaboration and transparency and connecting with other communities. My favourite things are building lego and playing games.</p>",
      "name": "Jay-Allen Morris",
      "priority": 1,
      "twitter": "@JayAllenM",
      "profilePic": "img/speakers/Jay-AllenMorris.jpg"
    },
    {
      "about": "<p>Kirsten began her career in counselling and psychology and moved into software about 4 years ago. In the last 3-4 years she has found facilitating and coaching Agile teams deeply rewarding as the role allows her to bring a lot of the things she cares deeply about together. She is currently working at Jumo as a Scrum Master and Facilitator. Prior to this she worked at 22seven as an Agile Facilitator.</p>",
      "name": "Kirsten Clacey",
      "priority": 1,
      "twitter": "@KirstenClacey",
      "profilePic": "img/speakers/KirstenClacey.jpg"
    },
    {
      "about": "<p>I'm Michael Carr, software developer, manager and a co-founder of UK startup. I have built software for multinational countries and currently managing a team at Amazon in Edinburgh. I am passionate about being agile and deliver value to the customer as quickly as possible.</p>",
      "name": "Michael Carr",
      "priority": 1,
      "twitter": "@redlightmikey",
      "profilePic": "img/speakers/MichaelCarr.jpg"
    },
    {
      "about": "<p>With more than twenty years of project delivery experience, Faye Thompson is a consultant, coach, and ScrumMaster. With a focus on agile methodologies and continuous improvement, Faye has had a positive impact in the financial services, health care, advertising, automotive, aviation and utility industries. Passionate about using innovative solutions to drive business value, she helps workgroups transform themselves into highly engaged and energized teams. Faye enjoys serving on the board of directors for the Central Ohio Agile Association and as president of the Women in STEMM Alumni Society of The Ohio State University. She spends her free time volunteering as an emergency medical responder and public affairs coordinator for the American Red Cross, and hanging out with her husband and dog.</p>",
      "name": "Faye Thompson",
      "priority": 1,
      "twitter": "@AgileFaye",
      "profilePic": "img/speakers/FayeThompson.jpg"
    },
    {
      "about": "<p>John has spent most of the last 2 decades working in the software industry, with a focus on web technologies. After 10 years as a software engineer John moved into consultancy where he quickly learned the value of team dynamics and how most technical challenges are projecting underlying issues with collaboration. So his focus shifted, while still being very involved technically, his first focus is on facilitating a safe, creative, collaborative environment.</p>",
      "name": "John Le Drew",
      "priority": 1,
      "twitter": "@antz29",
      "profilePic": "img/speakers/JohnLeDrew.jpg"
    },
    {
      "about": "<p>Passionate about agile and fascinated with the changing world, Nkululeko Masondo has journeyed with teams within Discovery, WesBank, NedBank and currently Absa in discovering their new ways of working. Nkululeko has a Management Consulting background aligned to Financial Services and was first introduced to Scrum in 2012. Originally from Durban, minus the dance moves; Nkululeko is also a current affairs junkie, music lover, and a law enthusiast.</p>",
      "name": "Nkululeko Masondo.jpg",
      "priority": 1,
      "twitter": "@masondo",
      "profilePic": "img/speakers/NkululekoMasondo.jpg"
    },
    {
      "about": "<p>Alison Gitelson of CanBeeDone is a maximizer, facilitator and growth enabler.\n\nShe combines over thirty years of technical and management experience (in healthcare, ICT, engineering, education, government and NGO sectors) with a deep understanding of human behaviour.\n\nHating to see time and effort wasted she helps leader-managers to bring out the best in themselves and the people they work with, so the people and the business can thrive.\n\nAlison has successfully led teams through transformation and change, and mentored other leader managers to do the same.\n\nHer workshops consistently receive high ratings and are received as informative, engaging, practical and transformative by clients from a broad spectrum of businesses. She is a popular presenter at Agile and Lean conferences and events.</p>",
      "name": "Alison Gitelson",
      "priority": 1,
      "twitter": "@AlisonGitelson",
      "profilePic": "img/speakers/AlisonGitelson.jpg"
    },
    {
      "about": "<p>Charmaine started her IT career in 1986 as a COBOL programmer.  She has been in the role of Programmer, System Analyst an BA and team lead for many years.  Her Agile journey started at ABSA in 2015 where she certified as a scrum master in the first Scrum Master Academy that was presented in ABSA by Just Plain Agile, Agile 42 and IQ. Charmaine is currently an Agile Coach and Trainer in the Agile Transformation Team at ABSA.</p>",
      "name": "Charmaine van Bavel",
      "priority": 1,
      "profilePic": "img/speakers/CharmainevanBavel.jpg"
    },
    {
      "about": "<p>Over the course of my career, I have shifted from working face-to-face with customers, to articulating what customers need, to working with teams delivering the solution, to evolving ways to deliver the solution, to improving collaboration of teams working together. This was driven by my obsession to deliver high-quality solutions that people need... faster!\n\nThrough all this, I have come to value working with people the most. I love that human beings are complex creatures and none of us come with the same operating manual! Sometimes we work well together, sometimes we don’t. And that is where true creative potential lies.</p>",
      "name": "Angie Doyle",
      "priority": 1,
      "twitter": "@Doyle_Angie",
      "profilePic": "img/speakers/AngieDoyle.jpg"
    }
  ],
  "sponsors": [
    {
      "groupName": "Title Sponsor",
      "sponsors": [
        {
          "name": "Scrum Alliance",
          "imageSrc": "img/sponsors/Scrum-Alliance.jpg",
          "url": "https://www.scrumalliance.org/"
        }
      ]
    },
    {
      "groupName": "Gold Sponsors",
      "sponsors": [
        {
          "name": "IQbusiness",
          "imageSrc": "img/sponsors/IQbusiness.jpg",
          "url": "https://iqbusiness.net/"
        }
      ]
    },
    {
      "groupName": "Bag Sponsors",
      "sponsors": [
        {
          "name": "agile42",
          "imageSrc": "img/sponsors/agile42.jpg",
          "url": "http://www.agile42.com/"
        },
        {
          "name": "Kaleidocode",
          "imageSrc": "img/sponsors/Kaleidocode.jpg",
          "url": "http://www.kaleidocode.co.za/"
        }
      ]
    },
    {
      "groupName": "App Sponsors",
      "sponsors": [
        {
          "name": "nReality",
          "imageSrc": "img/sponsors/nReality.png",
          "url": "http://www.nreality.com/"
        }
      ]
    }
  ],
  "map": [
    {
      "name": "Coastlands Hotels and Resorts",
      "lat": -29.726074,
      "lng": 31.070627,
      "center": true
    }
  ],
  "locationMappings": [
    {
      "name": "African Fire 1 - 2",
      "id": "africanfire12",
      "color": "#866686",
      "tag": "fire12"
    },
    {
      "name": "African Fire 1 - 4",
      "id": "africanfire14",
      "color": "#188FAF",
      "tag": "fire14"
    },
    {
      "name": "African Fire 3 - 4",
      "id": "africanfire34",
      "color": "#D95F62",
      "tag": "fire34"
    },
    {
      "name": "African Fire 5 - 6",
      "id": "africanfire56",
      "color": "#0000A0",
      "tag": "fire56"
    },
    {
      "name": "African Heritage",
      "id": "africanheritage",
      "color": "#4C9689",
      "tag": "heritage"
    },
    {
      "name": "Foyer",
      "id": "foyer",
      "color": "#FFA500",
      "tag": "foyer"
    }
  ]
}